<template>
  <div class="dashboard-editor-container">


    <el-row style="background:#fff;padding:16px 16px 0;margin-bottom:32px;">

      <h2>
        找出每位同学的最高成绩以及最高成绩对应的课程名
      </h2>
      {
      "success": true,
      "code": 0,
      "message": "成功",
      "data": {
      "list": [
      {
      "_id": "200900133288",
      "maxScore": 140,
      "cid": "300140",
      "name": "学术规范与论文写作"
      },
      {
      "_id": "200900133962",
      "maxScore": 140,
      "cid": "300140",
      "name": "学术规范与论文写作"
      },
      {
      "_id": "200900133141",
      "maxScore": 140,
      "cid": "300140",
      "name": "学术规范与论文写作"
      },
      {
      "_id": "200900133702",
      "maxScore": 140,
      "cid": "300140",
      "name": "学术规范与论文写作"
      },
      {
      "_id": "200900133499",
      "maxScore": 140,
      "cid": "300140",
      "name": "学术规范与论文写作"
      },
      {
      "_id": "200900133715",
      "maxScore": 140,
      "cid": "300140",
      "name": "学术规范与论文写作"
      },
      {
      "_id": "200900133788",
      "maxScore": 140,
      "cid": "300140",
      "name": "学术规范与论文写作"
      },
      {
      "_id": "200900133179",
      "maxScore": 140,
      "cid": "300140",
      "name": "学术规范与论文写作"
      },
      {
      "_id": "200900130126",
      "maxScore": 140,
      "cid": "300140",
      "name": "学术规范与论文写作"
      },
      {
      "_id": "200900133846",
      "maxScore": 140,
      "cid": "300140",
      "name": "学术规范与论文写作"
      },
      {
      "_id": "200900133115",
      "maxScore": 140,
      "cid": "300140",
      "name": "学术规范与论文写作"
      },
      {
      "_id": "200900133240",
      "maxScore": 140,
      "cid": "300140",
      "name": "学术规范与论文写作"
      },
      {
      "_id": "200900133663",
      "maxScore": 140,
      "cid": "300140",
      "name": "学术规范与论文写作"
      },
      {
      "_id": "200900133595",
      "maxScore": 140,
      "cid": "300140",
      "name": "学术规范与论文写作"
      },
      {
      "_id": "200900133194",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133623",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133573",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133098",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133992",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133029",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133767",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133473",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133492",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133789",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900130041",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133106",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133695",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133044",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133346",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900130412",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133413",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133279",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133776",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133494",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133633",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133987",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133929",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133943",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133517",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133388",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133735",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133206",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133807",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133806",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133757",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133802",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133817",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133763",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133547",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133752",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133975",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133160",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133766",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133932",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133197",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133131",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133523",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133045",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133665",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133017",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133668",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133352",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133587",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133838",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133628",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133905",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133315",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133810",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133731",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133507",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133102",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133409",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133259",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133478",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133833",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133728",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133881",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133771",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133760",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133534",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900130212",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133953",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133061",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133722",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133738",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133986",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133566",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133514",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133383",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900130012",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133166",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133150",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133921",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133531",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133053",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133345",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133122",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133559",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133344",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133058",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133121",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133038",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133025",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133741",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900130101",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133739",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133723",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900132912",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133848",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133533",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133370",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133132",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133082",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133995",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133126",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133117",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133897",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133847",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133849",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133145",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133461",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900132112",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133334",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133211",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133198",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133981",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900131112",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133903",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900131312",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133460",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900133759",
      "maxScore": 135,
      "cid": "300123",
      "name": "东方文学史"
      },
      {
      "_id": "200900132398",
      "maxScore": 100,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900131770",
      "maxScore": 100,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900130415",
      "maxScore": 100,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900130094",
      "maxScore": 100,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900132981",
      "maxScore": 100,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900130624",
      "maxScore": 100,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900131969",
      "maxScore": 100,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900131487",
      "maxScore": 100,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130098",
      "maxScore": 100,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900131204",
      "maxScore": 100,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900131264",
      "maxScore": 100,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900130276",
      "maxScore": 100,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900131261",
      "maxScore": 100,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131946",
      "maxScore": 100,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900131703",
      "maxScore": 100,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900131193",
      "maxScore": 100,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900132949",
      "maxScore": 100,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131657",
      "maxScore": 100,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900132500",
      "maxScore": 100,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900130107",
      "maxScore": 100,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900132727",
      "maxScore": 100,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900131239",
      "maxScore": 100,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131333",
      "maxScore": 100,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900131374",
      "maxScore": 100,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130118",
      "maxScore": 100,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900131314",
      "maxScore": 100,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900131244",
      "maxScore": 100,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900130345",
      "maxScore": 100,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900132920",
      "maxScore": 100,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900132747",
      "maxScore": 100,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900131813",
      "maxScore": 100,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900132830",
      "maxScore": 100,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900131915",
      "maxScore": 100,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900132249",
      "maxScore": 100,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900130058",
      "maxScore": 100,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900132280",
      "maxScore": 100,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900132285",
      "maxScore": 100,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900132660",
      "maxScore": 100,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900131356",
      "maxScore": 100,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900132582",
      "maxScore": 100,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900132030",
      "maxScore": 100,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900130405",
      "maxScore": 100,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900130554",
      "maxScore": 100,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900131753",
      "maxScore": 100,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900130109",
      "maxScore": 100,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900130771",
      "maxScore": 100,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900131906",
      "maxScore": 100,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130474",
      "maxScore": 100,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900130892",
      "maxScore": 100,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132662",
      "maxScore": 100,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900132328",
      "maxScore": 100,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900132815",
      "maxScore": 100,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900131842",
      "maxScore": 100,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900132374",
      "maxScore": 100,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900130805",
      "maxScore": 100,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132901",
      "maxScore": 100,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900130040",
      "maxScore": 100,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900131078",
      "maxScore": 100,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131747",
      "maxScore": 100,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900131941",
      "maxScore": 100,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130418",
      "maxScore": 100,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900131102",
      "maxScore": 100,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900130229",
      "maxScore": 100,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900130958",
      "maxScore": 100,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900131445",
      "maxScore": 100,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900132534",
      "maxScore": 100,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900130170",
      "maxScore": 100,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900131719",
      "maxScore": 100,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900131653",
      "maxScore": 100,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900132431",
      "maxScore": 100,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900130783",
      "maxScore": 100,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900132651",
      "maxScore": 100,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900131275",
      "maxScore": 100,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900132769",
      "maxScore": 100,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900131855",
      "maxScore": 100,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900131959",
      "maxScore": 100,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900130287",
      "maxScore": 100,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900130667",
      "maxScore": 100,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900130330",
      "maxScore": 100,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900131179",
      "maxScore": 100,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900130997",
      "maxScore": 100,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131385",
      "maxScore": 100,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900132080",
      "maxScore": 100,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900130522",
      "maxScore": 100,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900132477",
      "maxScore": 100,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131446",
      "maxScore": 100,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900131546",
      "maxScore": 100,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900131038",
      "maxScore": 100,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900130301",
      "maxScore": 100,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900132571",
      "maxScore": 100,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900130791",
      "maxScore": 100,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131207",
      "maxScore": 100,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900131456",
      "maxScore": 100,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132513",
      "maxScore": 100,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900131651",
      "maxScore": 100,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900130196",
      "maxScore": 100,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900131574",
      "maxScore": 100,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900132836",
      "maxScore": 100,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900132730",
      "maxScore": 100,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900130777",
      "maxScore": 100,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900130571",
      "maxScore": 100,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900132967",
      "maxScore": 100,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900132040",
      "maxScore": 100,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900132452",
      "maxScore": 100,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900132008",
      "maxScore": 100,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900131698",
      "maxScore": 100,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900132297",
      "maxScore": 100,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132822",
      "maxScore": 100,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900132936",
      "maxScore": 100,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900131513",
      "maxScore": 100,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900132601",
      "maxScore": 100,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900131709",
      "maxScore": 100,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131978",
      "maxScore": 100,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900131964",
      "maxScore": 100,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900131053",
      "maxScore": 100,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900132222",
      "maxScore": 100,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900130730",
      "maxScore": 100,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900132705",
      "maxScore": 100,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130143",
      "maxScore": 100,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900130331",
      "maxScore": 100,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900132498",
      "maxScore": 100,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130710",
      "maxScore": 100,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131128",
      "maxScore": 100,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900131943",
      "maxScore": 100,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900130552",
      "maxScore": 100,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132015",
      "maxScore": 100,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900130967",
      "maxScore": 100,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900130286",
      "maxScore": 100,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900130751",
      "maxScore": 100,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900130220",
      "maxScore": 100,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900132318",
      "maxScore": 100,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900130994",
      "maxScore": 100,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900132743",
      "maxScore": 100,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900132869",
      "maxScore": 100,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900131350",
      "maxScore": 100,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900130507",
      "maxScore": 100,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900132751",
      "maxScore": 100,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900130218",
      "maxScore": 100,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900131488",
      "maxScore": 100,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131744",
      "maxScore": 100,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900130766",
      "maxScore": 100,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900132604",
      "maxScore": 100,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900131075",
      "maxScore": 100,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900131079",
      "maxScore": 100,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900130935",
      "maxScore": 100,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900132664",
      "maxScore": 100,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900131370",
      "maxScore": 100,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900132188",
      "maxScore": 100,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900132456",
      "maxScore": 100,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900132043",
      "maxScore": 100,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900132034",
      "maxScore": 100,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131024",
      "maxScore": 100,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900132518",
      "maxScore": 100,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900132174",
      "maxScore": 100,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900130531",
      "maxScore": 100,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131976",
      "maxScore": 100,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900131665",
      "maxScore": 100,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900130714",
      "maxScore": 100,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900130088",
      "maxScore": 99,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900132121",
      "maxScore": 99,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900130490",
      "maxScore": 99,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900131576",
      "maxScore": 99,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900131066",
      "maxScore": 99,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900130851",
      "maxScore": 99,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900131593",
      "maxScore": 99,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900132334",
      "maxScore": 99,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900132332",
      "maxScore": 99,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900131462",
      "maxScore": 99,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900132333",
      "maxScore": 99,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900131625",
      "maxScore": 99,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900131880",
      "maxScore": 99,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900132546",
      "maxScore": 99,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900130515",
      "maxScore": 99,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900132210",
      "maxScore": 99,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132984",
      "maxScore": 99,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900131132",
      "maxScore": 99,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900130142",
      "maxScore": 99,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130811",
      "maxScore": 99,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900132626",
      "maxScore": 99,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900132760",
      "maxScore": 99,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900131140",
      "maxScore": 99,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900132399",
      "maxScore": 99,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130810",
      "maxScore": 99,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900130174",
      "maxScore": 99,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132396",
      "maxScore": 99,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900131229",
      "maxScore": 99,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900131217",
      "maxScore": 99,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900130189",
      "maxScore": 99,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900130024",
      "maxScore": 99,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900130682",
      "maxScore": 99,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132578",
      "maxScore": 99,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131117",
      "maxScore": 99,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900130320",
      "maxScore": 99,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900132204",
      "maxScore": 99,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900131190",
      "maxScore": 99,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900132824",
      "maxScore": 99,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131557",
      "maxScore": 99,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900130979",
      "maxScore": 99,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131635",
      "maxScore": 99,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900132545",
      "maxScore": 99,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131448",
      "maxScore": 99,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900130023",
      "maxScore": 99,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130621",
      "maxScore": 99,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900131400",
      "maxScore": 99,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132349",
      "maxScore": 99,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130894",
      "maxScore": 99,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900130228",
      "maxScore": 99,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132680",
      "maxScore": 99,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900130395",
      "maxScore": 99,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900132098",
      "maxScore": 99,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130548",
      "maxScore": 99,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900130991",
      "maxScore": 99,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130625",
      "maxScore": 99,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900131286",
      "maxScore": 99,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131168",
      "maxScore": 99,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900132531",
      "maxScore": 99,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900131303",
      "maxScore": 99,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130182",
      "maxScore": 99,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900130679",
      "maxScore": 99,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900130570",
      "maxScore": 99,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132695",
      "maxScore": 99,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131897",
      "maxScore": 99,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900131060",
      "maxScore": 99,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900131836",
      "maxScore": 99,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900132524",
      "maxScore": 99,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900132438",
      "maxScore": 99,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900131444",
      "maxScore": 99,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130588",
      "maxScore": 99,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132852",
      "maxScore": 99,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130125",
      "maxScore": 99,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132171",
      "maxScore": 99,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132870",
      "maxScore": 99,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900130483",
      "maxScore": 99,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900131662",
      "maxScore": 99,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900131377",
      "maxScore": 99,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900131121",
      "maxScore": 99,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131831",
      "maxScore": 99,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130725",
      "maxScore": 99,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132776",
      "maxScore": 99,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130473",
      "maxScore": 99,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900131531",
      "maxScore": 99,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132681",
      "maxScore": 99,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900131058",
      "maxScore": 99,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900130529",
      "maxScore": 99,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900132457",
      "maxScore": 99,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131035",
      "maxScore": 99,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130782",
      "maxScore": 99,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900131155",
      "maxScore": 99,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900131503",
      "maxScore": 99,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900130526",
      "maxScore": 99,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900132195",
      "maxScore": 99,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900130295",
      "maxScore": 99,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900131218",
      "maxScore": 99,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130032",
      "maxScore": 99,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900130999",
      "maxScore": 99,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132792",
      "maxScore": 99,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900130685",
      "maxScore": 99,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900130581",
      "maxScore": 99,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900132384",
      "maxScore": 99,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900132306",
      "maxScore": 99,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130733",
      "maxScore": 99,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131640",
      "maxScore": 99,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900131509",
      "maxScore": 99,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900130604",
      "maxScore": 99,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900131369",
      "maxScore": 99,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900131452",
      "maxScore": 99,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900132659",
      "maxScore": 99,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900131660",
      "maxScore": 99,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900131634",
      "maxScore": 99,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900132073",
      "maxScore": 99,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131111",
      "maxScore": 99,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900131390",
      "maxScore": 99,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900130332",
      "maxScore": 99,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900130911",
      "maxScore": 99,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900131863",
      "maxScore": 99,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900130569",
      "maxScore": 99,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900131717",
      "maxScore": 99,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900132755",
      "maxScore": 99,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900130140",
      "maxScore": 99,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900132411",
      "maxScore": 99,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130355",
      "maxScore": 99,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900132591",
      "maxScore": 99,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900132825",
      "maxScore": 99,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900130119",
      "maxScore": 99,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900130723",
      "maxScore": 99,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132177",
      "maxScore": 99,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900131196",
      "maxScore": 99,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900132497",
      "maxScore": 99,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900130389",
      "maxScore": 99,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900132198",
      "maxScore": 99,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900132443",
      "maxScore": 99,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130267",
      "maxScore": 99,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900131860",
      "maxScore": 99,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131019",
      "maxScore": 99,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900131800",
      "maxScore": 99,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900131684",
      "maxScore": 99,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900132685",
      "maxScore": 99,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900130225",
      "maxScore": 99,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131949",
      "maxScore": 99,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900130467",
      "maxScore": 99,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900131956",
      "maxScore": 99,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900130085",
      "maxScore": 99,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900131466",
      "maxScore": 99,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131865",
      "maxScore": 99,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900132733",
      "maxScore": 99,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130757",
      "maxScore": 99,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900131778",
      "maxScore": 99,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900131935",
      "maxScore": 99,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900130932",
      "maxScore": 99,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900130747",
      "maxScore": 99,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900132028",
      "maxScore": 99,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900131881",
      "maxScore": 99,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900132323",
      "maxScore": 99,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132713",
      "maxScore": 99,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900130442",
      "maxScore": 99,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132940",
      "maxScore": 99,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900132302",
      "maxScore": 99,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900132630",
      "maxScore": 99,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900131447",
      "maxScore": 99,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900130644",
      "maxScore": 99,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131384",
      "maxScore": 99,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900130905",
      "maxScore": 99,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900130173",
      "maxScore": 99,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900132841",
      "maxScore": 99,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900130453",
      "maxScore": 99,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900130661",
      "maxScore": 99,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900131223",
      "maxScore": 99,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900132495",
      "maxScore": 99,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132281",
      "maxScore": 99,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900131942",
      "maxScore": 99,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900131596",
      "maxScore": 99,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900132091",
      "maxScore": 99,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131025",
      "maxScore": 99,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900132036",
      "maxScore": 99,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131763",
      "maxScore": 99,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900130380",
      "maxScore": 99,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900132067",
      "maxScore": 99,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900130445",
      "maxScore": 99,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900131398",
      "maxScore": 99,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900131185",
      "maxScore": 99,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130195",
      "maxScore": 99,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900130061",
      "maxScore": 99,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900131269",
      "maxScore": 99,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900131754",
      "maxScore": 99,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900132823",
      "maxScore": 99,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900132050",
      "maxScore": 99,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900132708",
      "maxScore": 99,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130608",
      "maxScore": 99,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131043",
      "maxScore": 99,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900132299",
      "maxScore": 99,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900130503",
      "maxScore": 99,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900130022",
      "maxScore": 99,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900130492",
      "maxScore": 99,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130243",
      "maxScore": 99,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900132895",
      "maxScore": 99,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900131715",
      "maxScore": 99,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900132330",
      "maxScore": 99,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900131419",
      "maxScore": 98,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900132997",
      "maxScore": 98,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900132720",
      "maxScore": 98,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900130609",
      "maxScore": 98,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900131476",
      "maxScore": 98,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132801",
      "maxScore": 98,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900131089",
      "maxScore": 98,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900131328",
      "maxScore": 98,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900131637",
      "maxScore": 98,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131645",
      "maxScore": 98,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900130691",
      "maxScore": 98,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132631",
      "maxScore": 98,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132641",
      "maxScore": 98,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900130917",
      "maxScore": 98,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900131116",
      "maxScore": 98,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900130202",
      "maxScore": 98,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900131725",
      "maxScore": 98,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900132617",
      "maxScore": 98,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900130899",
      "maxScore": 98,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900131905",
      "maxScore": 98,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900130955",
      "maxScore": 98,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131271",
      "maxScore": 98,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900130443",
      "maxScore": 98,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900130377",
      "maxScore": 98,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900130003",
      "maxScore": 98,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900131743",
      "maxScore": 98,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900130033",
      "maxScore": 98,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900130120",
      "maxScore": 98,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130048",
      "maxScore": 98,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131253",
      "maxScore": 98,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900130444",
      "maxScore": 98,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130092",
      "maxScore": 98,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900130792",
      "maxScore": 98,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131093",
      "maxScore": 98,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900131216",
      "maxScore": 98,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900131072",
      "maxScore": 98,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900131379",
      "maxScore": 98,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900130828",
      "maxScore": 98,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900132272",
      "maxScore": 98,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900130236",
      "maxScore": 98,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900130654",
      "maxScore": 98,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900130266",
      "maxScore": 98,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900131030",
      "maxScore": 98,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900131262",
      "maxScore": 98,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900130884",
      "maxScore": 98,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900130384",
      "maxScore": 98,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132623",
      "maxScore": 98,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132085",
      "maxScore": 98,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900130459",
      "maxScore": 98,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131997",
      "maxScore": 98,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900131972",
      "maxScore": 98,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131416",
      "maxScore": 98,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900132011",
      "maxScore": 98,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900131230",
      "maxScore": 98,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900132133",
      "maxScore": 98,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900132159",
      "maxScore": 98,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900132777",
      "maxScore": 98,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900130798",
      "maxScore": 98,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900132057",
      "maxScore": 98,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900131020",
      "maxScore": 98,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900131306",
      "maxScore": 98,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131708",
      "maxScore": 98,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132196",
      "maxScore": 98,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900130019",
      "maxScore": 98,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900132362",
      "maxScore": 98,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900130421",
      "maxScore": 98,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900131285",
      "maxScore": 98,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900132109",
      "maxScore": 98,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900131287",
      "maxScore": 98,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900130390",
      "maxScore": 98,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900131920",
      "maxScore": 98,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132367",
      "maxScore": 98,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900130639",
      "maxScore": 98,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900131553",
      "maxScore": 98,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900130410",
      "maxScore": 98,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900130586",
      "maxScore": 98,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900130577",
      "maxScore": 98,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900131292",
      "maxScore": 98,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900132077",
      "maxScore": 98,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900132887",
      "maxScore": 98,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132983",
      "maxScore": 98,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900132370",
      "maxScore": 98,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900130255",
      "maxScore": 98,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132972",
      "maxScore": 98,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900131872",
      "maxScore": 98,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900130617",
      "maxScore": 98,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900130919",
      "maxScore": 98,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130665",
      "maxScore": 98,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900130868",
      "maxScore": 98,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900131902",
      "maxScore": 98,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131486",
      "maxScore": 98,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131542",
      "maxScore": 98,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131798",
      "maxScore": 98,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900131661",
      "maxScore": 98,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900130221",
      "maxScore": 98,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900131993",
      "maxScore": 98,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900132392",
      "maxScore": 98,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900132183",
      "maxScore": 98,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132924",
      "maxScore": 98,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900130843",
      "maxScore": 98,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900131063",
      "maxScore": 98,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900131300",
      "maxScore": 98,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900130527",
      "maxScore": 98,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132739",
      "maxScore": 98,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900130908",
      "maxScore": 98,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900130871",
      "maxScore": 98,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900132347",
      "maxScore": 98,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900131431",
      "maxScore": 98,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900131031",
      "maxScore": 98,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900132345",
      "maxScore": 98,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900130417",
      "maxScore": 98,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132166",
      "maxScore": 98,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900130223",
      "maxScore": 98,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130613",
      "maxScore": 98,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900132585",
      "maxScore": 98,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900131050",
      "maxScore": 98,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900132054",
      "maxScore": 98,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900132718",
      "maxScore": 98,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131255",
      "maxScore": 98,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900132923",
      "maxScore": 98,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900130642",
      "maxScore": 98,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130031",
      "maxScore": 98,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900130627",
      "maxScore": 98,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900132475",
      "maxScore": 98,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900131980",
      "maxScore": 98,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900131794",
      "maxScore": 98,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900130045",
      "maxScore": 98,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900132093",
      "maxScore": 98,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130117",
      "maxScore": 98,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900130368",
      "maxScore": 98,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900132544",
      "maxScore": 98,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900131042",
      "maxScore": 98,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130614",
      "maxScore": 98,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900130360",
      "maxScore": 98,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900131414",
      "maxScore": 98,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900131258",
      "maxScore": 98,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900132401",
      "maxScore": 98,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900131450",
      "maxScore": 98,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900130084",
      "maxScore": 98,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900131722",
      "maxScore": 98,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132435",
      "maxScore": 98,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900132215",
      "maxScore": 98,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131843",
      "maxScore": 98,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900130354",
      "maxScore": 98,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900131305",
      "maxScore": 98,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900130293",
      "maxScore": 98,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900132291",
      "maxScore": 98,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900130135",
      "maxScore": 98,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900130648",
      "maxScore": 98,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900130468",
      "maxScore": 98,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900132105",
      "maxScore": 98,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900130461",
      "maxScore": 98,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900130546",
      "maxScore": 98,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900130803",
      "maxScore": 98,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131896",
      "maxScore": 98,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900132120",
      "maxScore": 98,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900132252",
      "maxScore": 98,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900132882",
      "maxScore": 98,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900130073",
      "maxScore": 98,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900130002",
      "maxScore": 98,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900132117",
      "maxScore": 98,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131310",
      "maxScore": 98,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900132200",
      "maxScore": 98,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900130253",
      "maxScore": 98,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900130516",
      "maxScore": 98,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900131311",
      "maxScore": 98,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132572",
      "maxScore": 98,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900132598",
      "maxScore": 98,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900130610",
      "maxScore": 98,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900130578",
      "maxScore": 98,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900131139",
      "maxScore": 97,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900130284",
      "maxScore": 97,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900131561",
      "maxScore": 97,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900132143",
      "maxScore": 97,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900130383",
      "maxScore": 97,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900132329",
      "maxScore": 97,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900132130",
      "maxScore": 97,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900131380",
      "maxScore": 97,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900131199",
      "maxScore": 97,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900132950",
      "maxScore": 97,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900131982",
      "maxScore": 97,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900132803",
      "maxScore": 97,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900132277",
      "maxScore": 97,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900131153",
      "maxScore": 97,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900130517",
      "maxScore": 97,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900130718",
      "maxScore": 97,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900131316",
      "maxScore": 97,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900132541",
      "maxScore": 97,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900131208",
      "maxScore": 97,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900132726",
      "maxScore": 97,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900130992",
      "maxScore": 97,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900130500",
      "maxScore": 97,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900131862",
      "maxScore": 97,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130321",
      "maxScore": 97,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900132533",
      "maxScore": 97,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900130898",
      "maxScore": 97,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900132290",
      "maxScore": 97,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132087",
      "maxScore": 97,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130505",
      "maxScore": 97,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900132724",
      "maxScore": 97,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130100",
      "maxScore": 97,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900130842",
      "maxScore": 97,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900130969",
      "maxScore": 97,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132989",
      "maxScore": 97,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900132350",
      "maxScore": 97,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900132633",
      "maxScore": 97,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132454",
      "maxScore": 97,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900131851",
      "maxScore": 97,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132284",
      "maxScore": 97,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900131242",
      "maxScore": 97,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130938",
      "maxScore": 97,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900131806",
      "maxScore": 97,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900130927",
      "maxScore": 97,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900132337",
      "maxScore": 97,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131284",
      "maxScore": 97,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900131308",
      "maxScore": 97,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132371",
      "maxScore": 97,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900132261",
      "maxScore": 97,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900130309",
      "maxScore": 97,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900131991",
      "maxScore": 97,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130923",
      "maxScore": 97,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900131773",
      "maxScore": 97,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900130007",
      "maxScore": 97,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900130881",
      "maxScore": 97,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131029",
      "maxScore": 97,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900130378",
      "maxScore": 97,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900130367",
      "maxScore": 97,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900131649",
      "maxScore": 97,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130629",
      "maxScore": 97,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900130043",
      "maxScore": 97,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900131251",
      "maxScore": 97,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900131173",
      "maxScore": 97,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900132697",
      "maxScore": 97,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900132344",
      "maxScore": 97,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900130281",
      "maxScore": 97,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900130893",
      "maxScore": 97,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900130075",
      "maxScore": 97,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900132856",
      "maxScore": 97,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900130824",
      "maxScore": 97,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131133",
      "maxScore": 97,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900131597",
      "maxScore": 97,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130825",
      "maxScore": 97,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900132573",
      "maxScore": 97,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131671",
      "maxScore": 97,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900132429",
      "maxScore": 97,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131014",
      "maxScore": 97,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900132988",
      "maxScore": 97,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900131434",
      "maxScore": 97,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130801",
      "maxScore": 97,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130420",
      "maxScore": 97,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900130357",
      "maxScore": 97,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900132116",
      "maxScore": 97,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900132129",
      "maxScore": 97,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900130666",
      "maxScore": 97,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900131334",
      "maxScore": 97,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900132688",
      "maxScore": 97,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131095",
      "maxScore": 97,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900131318",
      "maxScore": 97,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130149",
      "maxScore": 97,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900132169",
      "maxScore": 97,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900132237",
      "maxScore": 97,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900130283",
      "maxScore": 97,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900130089",
      "maxScore": 97,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131517",
      "maxScore": 97,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130133",
      "maxScore": 97,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900131007",
      "maxScore": 97,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900132907",
      "maxScore": 97,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900130144",
      "maxScore": 97,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900132849",
      "maxScore": 97,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900132894",
      "maxScore": 97,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900130971",
      "maxScore": 97,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900132829",
      "maxScore": 97,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900130673",
      "maxScore": 97,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900131478",
      "maxScore": 97,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900132324",
      "maxScore": 97,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900132288",
      "maxScore": 97,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130385",
      "maxScore": 97,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900132707",
      "maxScore": 97,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900132521",
      "maxScore": 97,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130619",
      "maxScore": 97,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900132099",
      "maxScore": 97,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900131299",
      "maxScore": 97,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900132451",
      "maxScore": 97,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900131779",
      "maxScore": 97,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900132213",
      "maxScore": 97,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900131064",
      "maxScore": 97,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900130447",
      "maxScore": 97,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132906",
      "maxScore": 97,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900131096",
      "maxScore": 97,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130972",
      "maxScore": 97,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900130739",
      "maxScore": 97,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130484",
      "maxScore": 97,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900132194",
      "maxScore": 97,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900131572",
      "maxScore": 97,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900131848",
      "maxScore": 97,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900130258",
      "maxScore": 97,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900130933",
      "maxScore": 97,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900131581",
      "maxScore": 97,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900131927",
      "maxScore": 97,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900132734",
      "maxScore": 97,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900131293",
      "maxScore": 97,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130157",
      "maxScore": 97,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900131733",
      "maxScore": 97,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130844",
      "maxScore": 97,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900131526",
      "maxScore": 97,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900131465",
      "maxScore": 97,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900131887",
      "maxScore": 97,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900132855",
      "maxScore": 97,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900131048",
      "maxScore": 97,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900132314",
      "maxScore": 97,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130103",
      "maxScore": 97,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900130056",
      "maxScore": 97,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900132376",
      "maxScore": 97,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900130744",
      "maxScore": 97,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900132925",
      "maxScore": 97,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900133000",
      "maxScore": 97,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900132788",
      "maxScore": 97,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900132537",
      "maxScore": 97,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900130177",
      "maxScore": 97,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900132179",
      "maxScore": 97,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900132158",
      "maxScore": 97,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900132808",
      "maxScore": 97,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900132602",
      "maxScore": 97,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900130815",
      "maxScore": 97,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132409",
      "maxScore": 97,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131859",
      "maxScore": 97,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900132192",
      "maxScore": 97,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900132235",
      "maxScore": 97,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900132763",
      "maxScore": 97,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900130914",
      "maxScore": 97,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900131044",
      "maxScore": 97,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900130152",
      "maxScore": 97,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132678",
      "maxScore": 97,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900131729",
      "maxScore": 97,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130781",
      "maxScore": 97,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130494",
      "maxScore": 97,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900132408",
      "maxScore": 97,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131679",
      "maxScore": 97,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900132805",
      "maxScore": 97,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131565",
      "maxScore": 97,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130180",
      "maxScore": 97,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900132122",
      "maxScore": 97,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130408",
      "maxScore": 97,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132703",
      "maxScore": 97,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900131274",
      "maxScore": 97,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900130562",
      "maxScore": 97,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131835",
      "maxScore": 97,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900132622",
      "maxScore": 97,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900132736",
      "maxScore": 97,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900130172",
      "maxScore": 97,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900132921",
      "maxScore": 97,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900130937",
      "maxScore": 97,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132155",
      "maxScore": 97,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132176",
      "maxScore": 97,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900132089",
      "maxScore": 97,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900132096",
      "maxScore": 96,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131502",
      "maxScore": 96,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900132240",
      "maxScore": 96,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900130150",
      "maxScore": 96,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130163",
      "maxScore": 96,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900131811",
      "maxScore": 96,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900131907",
      "maxScore": 96,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900132446",
      "maxScore": 96,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900130779",
      "maxScore": 96,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900130210",
      "maxScore": 96,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900132310",
      "maxScore": 96,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900131464",
      "maxScore": 96,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900131211",
      "maxScore": 96,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900132674",
      "maxScore": 96,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130802",
      "maxScore": 96,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900131490",
      "maxScore": 96,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900130594",
      "maxScore": 96,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900131074",
      "maxScore": 96,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900131430",
      "maxScore": 96,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900132211",
      "maxScore": 96,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900130393",
      "maxScore": 96,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900132962",
      "maxScore": 96,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900131021",
      "maxScore": 96,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130351",
      "maxScore": 96,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900131606",
      "maxScore": 96,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900132564",
      "maxScore": 96,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131681",
      "maxScore": 96,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900130247",
      "maxScore": 96,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900132527",
      "maxScore": 96,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900130292",
      "maxScore": 96,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900131628",
      "maxScore": 96,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900131324",
      "maxScore": 96,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900130291",
      "maxScore": 96,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900130339",
      "maxScore": 96,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132698",
      "maxScore": 96,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900130794",
      "maxScore": 96,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900131873",
      "maxScore": 96,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900131616",
      "maxScore": 96,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900130850",
      "maxScore": 96,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132555",
      "maxScore": 96,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900131243",
      "maxScore": 96,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900132945",
      "maxScore": 96,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900132232",
      "maxScore": 96,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900131372",
      "maxScore": 96,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900130694",
      "maxScore": 96,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900131720",
      "maxScore": 96,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900132059",
      "maxScore": 96,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900130381",
      "maxScore": 96,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900132748",
      "maxScore": 96,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130876",
      "maxScore": 96,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900131141",
      "maxScore": 96,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900130074",
      "maxScore": 96,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131010",
      "maxScore": 96,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900130532",
      "maxScore": 96,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900130216",
      "maxScore": 96,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900132292",
      "maxScore": 96,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130716",
      "maxScore": 96,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900130335",
      "maxScore": 96,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900132415",
      "maxScore": 96,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900131986",
      "maxScore": 96,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900132770",
      "maxScore": 96,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900130052",
      "maxScore": 96,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900130105",
      "maxScore": 96,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900131000",
      "maxScore": 96,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900130689",
      "maxScore": 96,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900132485",
      "maxScore": 96,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900131205",
      "maxScore": 96,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130902",
      "maxScore": 96,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900132786",
      "maxScore": 96,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900131232",
      "maxScore": 96,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132885",
      "maxScore": 96,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900131988",
      "maxScore": 96,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130021",
      "maxScore": 96,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900131056",
      "maxScore": 96,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900132854",
      "maxScore": 96,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900132816",
      "maxScore": 96,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900132417",
      "maxScore": 96,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900130848",
      "maxScore": 96,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900131283",
      "maxScore": 96,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132928",
      "maxScore": 96,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130918",
      "maxScore": 96,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900131537",
      "maxScore": 96,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900131620",
      "maxScore": 96,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900131608",
      "maxScore": 96,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900130502",
      "maxScore": 96,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900132257",
      "maxScore": 96,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130403",
      "maxScore": 96,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900132643",
      "maxScore": 96,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900131454",
      "maxScore": 96,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130434",
      "maxScore": 96,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900132644",
      "maxScore": 96,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900130396",
      "maxScore": 96,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900131607",
      "maxScore": 96,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900131592",
      "maxScore": 96,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900132309",
      "maxScore": 96,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900131919",
      "maxScore": 96,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900131094",
      "maxScore": 96,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900132126",
      "maxScore": 96,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900130382",
      "maxScore": 96,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900131541",
      "maxScore": 96,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132218",
      "maxScore": 96,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130455",
      "maxScore": 96,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900132375",
      "maxScore": 96,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131529",
      "maxScore": 96,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130246",
      "maxScore": 96,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900132472",
      "maxScore": 96,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900131467",
      "maxScore": 96,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131171",
      "maxScore": 96,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900131987",
      "maxScore": 96,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132847",
      "maxScore": 96,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131828",
      "maxScore": 96,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900132461",
      "maxScore": 96,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900131367",
      "maxScore": 96,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900131790",
      "maxScore": 96,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900131930",
      "maxScore": 96,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130227",
      "maxScore": 96,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900130950",
      "maxScore": 96,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130611",
      "maxScore": 96,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132966",
      "maxScore": 96,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900130574",
      "maxScore": 96,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900132239",
      "maxScore": 96,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900131678",
      "maxScore": 96,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900131582",
      "maxScore": 96,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900131575",
      "maxScore": 96,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900132520",
      "maxScore": 96,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900132551",
      "maxScore": 96,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900132566",
      "maxScore": 96,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900130585",
      "maxScore": 96,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900130774",
      "maxScore": 96,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900130158",
      "maxScore": 96,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900130161",
      "maxScore": 96,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900131460",
      "maxScore": 96,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900131135",
      "maxScore": 96,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900131965",
      "maxScore": 96,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130816",
      "maxScore": 96,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900133006",
      "maxScore": 96,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132977",
      "maxScore": 96,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900130657",
      "maxScore": 96,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132482",
      "maxScore": 96,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900131626",
      "maxScore": 96,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900131718",
      "maxScore": 96,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900131241",
      "maxScore": 96,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900131975",
      "maxScore": 96,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900131148",
      "maxScore": 96,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900131601",
      "maxScore": 96,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900130984",
      "maxScore": 96,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131195",
      "maxScore": 96,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900132348",
      "maxScore": 96,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900130727",
      "maxScore": 96,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900130091",
      "maxScore": 96,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900132532",
      "maxScore": 96,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900130156",
      "maxScore": 96,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900131864",
      "maxScore": 96,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900130976",
      "maxScore": 96,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900132645",
      "maxScore": 96,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900131183",
      "maxScore": 96,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900131766",
      "maxScore": 96,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900131070",
      "maxScore": 96,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900132553",
      "maxScore": 96,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130392",
      "maxScore": 96,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900131716",
      "maxScore": 96,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132185",
      "maxScore": 96,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900132146",
      "maxScore": 96,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900130795",
      "maxScore": 96,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900131619",
      "maxScore": 96,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900130587",
      "maxScore": 96,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900130770",
      "maxScore": 96,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130325",
      "maxScore": 96,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900131197",
      "maxScore": 96,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130735",
      "maxScore": 96,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900131047",
      "maxScore": 96,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900131735",
      "maxScore": 96,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132048",
      "maxScore": 96,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900130008",
      "maxScore": 96,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900130460",
      "maxScore": 96,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900132729",
      "maxScore": 96,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900132255",
      "maxScore": 96,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900132970",
      "maxScore": 96,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900131891",
      "maxScore": 96,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900131389",
      "maxScore": 96,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130071",
      "maxScore": 96,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900130806",
      "maxScore": 96,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900132467",
      "maxScore": 96,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900131711",
      "maxScore": 96,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900132857",
      "maxScore": 96,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132197",
      "maxScore": 96,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900132673",
      "maxScore": 96,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900132790",
      "maxScore": 96,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900131734",
      "maxScore": 96,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900130054",
      "maxScore": 96,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900132955",
      "maxScore": 96,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132507",
      "maxScore": 96,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900132264",
      "maxScore": 96,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900132835",
      "maxScore": 95,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132002",
      "maxScore": 95,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900130347",
      "maxScore": 95,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130536",
      "maxScore": 95,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900132335",
      "maxScore": 95,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900132831",
      "maxScore": 95,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900132186",
      "maxScore": 95,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900131493",
      "maxScore": 95,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900131157",
      "maxScore": 95,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900130277",
      "maxScore": 95,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900132781",
      "maxScore": 95,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900130254",
      "maxScore": 95,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900131953",
      "maxScore": 95,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130726",
      "maxScore": 95,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900131433",
      "maxScore": 95,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900131558",
      "maxScore": 95,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900132535",
      "maxScore": 95,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900131200",
      "maxScore": 95,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900132874",
      "maxScore": 95,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900132784",
      "maxScore": 95,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900132466",
      "maxScore": 95,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900130889",
      "maxScore": 95,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900131739",
      "maxScore": 95,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900132432",
      "maxScore": 95,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900131397",
      "maxScore": 95,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900130252",
      "maxScore": 95,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132561",
      "maxScore": 95,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900132414",
      "maxScore": 95,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900132313",
      "maxScore": 95,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900132289",
      "maxScore": 95,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900132985",
      "maxScore": 95,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900132522",
      "maxScore": 95,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900130595",
      "maxScore": 95,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900132860",
      "maxScore": 95,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900132135",
      "maxScore": 95,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900132205",
      "maxScore": 95,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900131022",
      "maxScore": 95,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900130235",
      "maxScore": 95,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900132250",
      "maxScore": 95,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900130279",
      "maxScore": 95,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900132016",
      "maxScore": 95,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900132463",
      "maxScore": 95,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900130262",
      "maxScore": 95,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900131966",
      "maxScore": 95,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900130775",
      "maxScore": 95,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900132385",
      "maxScore": 95,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900130904",
      "maxScore": 95,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132053",
      "maxScore": 95,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132587",
      "maxScore": 95,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900131049",
      "maxScore": 95,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900132397",
      "maxScore": 95,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132125",
      "maxScore": 95,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130821",
      "maxScore": 95,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900130154",
      "maxScore": 95,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900131505",
      "maxScore": 95,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131455",
      "maxScore": 95,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900131908",
      "maxScore": 95,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900130922",
      "maxScore": 95,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900132419",
      "maxScore": 95,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132625",
      "maxScore": 95,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900131782",
      "maxScore": 95,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900131544",
      "maxScore": 95,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900130226",
      "maxScore": 95,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131914",
      "maxScore": 95,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900132913",
      "maxScore": 95,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900130900",
      "maxScore": 95,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900131352",
      "maxScore": 95,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900130448",
      "maxScore": 95,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900130264",
      "maxScore": 95,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900130186",
      "maxScore": 95,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900132916",
      "maxScore": 95,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900130245",
      "maxScore": 95,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900130352",
      "maxScore": 95,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900130314",
      "maxScore": 95,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900132307",
      "maxScore": 95,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900131788",
      "maxScore": 95,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132793",
      "maxScore": 95,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900131693",
      "maxScore": 95,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900132820",
      "maxScore": 95,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900132233",
      "maxScore": 95,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900132283",
      "maxScore": 95,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900131530",
      "maxScore": 95,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900130479",
      "maxScore": 95,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131485",
      "maxScore": 95,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900130724",
      "maxScore": 95,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900132154",
      "maxScore": 95,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130404",
      "maxScore": 95,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900130464",
      "maxScore": 95,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900130980",
      "maxScore": 95,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900131152",
      "maxScore": 95,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900132258",
      "maxScore": 95,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900132453",
      "maxScore": 95,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900132444",
      "maxScore": 95,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132382",
      "maxScore": 95,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900131627",
      "maxScore": 95,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900132413",
      "maxScore": 95,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900132434",
      "maxScore": 95,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900131114",
      "maxScore": 95,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900132649",
      "maxScore": 95,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900130683",
      "maxScore": 95,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132274",
      "maxScore": 95,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900132308",
      "maxScore": 95,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900130465",
      "maxScore": 95,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131521",
      "maxScore": 95,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900130885",
      "maxScore": 95,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900130299",
      "maxScore": 95,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900132184",
      "maxScore": 95,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130145",
      "maxScore": 95,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900131839",
      "maxScore": 95,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900130437",
      "maxScore": 95,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900130705",
      "maxScore": 95,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900131162",
      "maxScore": 95,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900130081",
      "maxScore": 95,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130336",
      "maxScore": 95,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900131023",
      "maxScore": 95,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900131062",
      "maxScore": 95,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900131468",
      "maxScore": 95,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132340",
      "maxScore": 95,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900130525",
      "maxScore": 95,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900130754",
      "maxScore": 95,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130866",
      "maxScore": 95,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900130750",
      "maxScore": 95,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900130356",
      "maxScore": 95,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900130768",
      "maxScore": 95,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900131520",
      "maxScore": 95,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131227",
      "maxScore": 95,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900131945",
      "maxScore": 95,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900132088",
      "maxScore": 95,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130469",
      "maxScore": 95,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900131051",
      "maxScore": 95,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900132942",
      "maxScore": 95,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900131519",
      "maxScore": 95,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900131458",
      "maxScore": 95,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130165",
      "maxScore": 95,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900131888",
      "maxScore": 95,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900131934",
      "maxScore": 95,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132137",
      "maxScore": 95,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900130051",
      "maxScore": 95,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900132267",
      "maxScore": 95,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130987",
      "maxScore": 95,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900132775",
      "maxScore": 95,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900131663",
      "maxScore": 95,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900130576",
      "maxScore": 95,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900130756",
      "maxScore": 95,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132470",
      "maxScore": 95,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900131583",
      "maxScore": 95,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900132756",
      "maxScore": 95,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131343",
      "maxScore": 95,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132108",
      "maxScore": 95,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900130106",
      "maxScore": 95,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900130584",
      "maxScore": 95,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900130618",
      "maxScore": 95,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900132634",
      "maxScore": 95,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900130931",
      "maxScore": 95,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900131638",
      "maxScore": 95,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900131738",
      "maxScore": 95,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900130752",
      "maxScore": 95,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132974",
      "maxScore": 95,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130318",
      "maxScore": 95,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900131378",
      "maxScore": 95,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132325",
      "maxScore": 95,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900132574",
      "maxScore": 95,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900130066",
      "maxScore": 95,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130690",
      "maxScore": 95,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900130496",
      "maxScore": 95,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130018",
      "maxScore": 95,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900130539",
      "maxScore": 95,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900130563",
      "maxScore": 95,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900132764",
      "maxScore": 95,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900130799",
      "maxScore": 95,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900132422",
      "maxScore": 95,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900130432",
      "maxScore": 95,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900130982",
      "maxScore": 95,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900132750",
      "maxScore": 95,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131947",
      "maxScore": 95,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900130450",
      "maxScore": 95,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900130878",
      "maxScore": 95,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900131482",
      "maxScore": 95,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900131674",
      "maxScore": 95,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131760",
      "maxScore": 95,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900130042",
      "maxScore": 95,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900130131",
      "maxScore": 95,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130297",
      "maxScore": 95,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900131683",
      "maxScore": 95,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131110",
      "maxScore": 95,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900130545",
      "maxScore": 95,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900132449",
      "maxScore": 95,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900131449",
      "maxScore": 95,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900130272",
      "maxScore": 95,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130945",
      "maxScore": 95,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900131669",
      "maxScore": 95,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900132957",
      "maxScore": 95,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130413",
      "maxScore": 95,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900132326",
      "maxScore": 95,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900130337",
      "maxScore": 95,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900131533",
      "maxScore": 95,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900130847",
      "maxScore": 95,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900132322",
      "maxScore": 95,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900130329",
      "maxScore": 95,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900131850",
      "maxScore": 95,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900130230",
      "maxScore": 95,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900132927",
      "maxScore": 95,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900131506",
      "maxScore": 95,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900132768",
      "maxScore": 95,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900132701",
      "maxScore": 95,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900131818",
      "maxScore": 95,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900132833",
      "maxScore": 95,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900130304",
      "maxScore": 95,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900131470",
      "maxScore": 95,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900131751",
      "maxScore": 95,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900130597",
      "maxScore": 95,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900132491",
      "maxScore": 95,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900130401",
      "maxScore": 95,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900130989",
      "maxScore": 95,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900131176",
      "maxScore": 95,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131954",
      "maxScore": 95,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900132068",
      "maxScore": 95,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900130123",
      "maxScore": 95,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131206",
      "maxScore": 95,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900132104",
      "maxScore": 95,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900130207",
      "maxScore": 95,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900131643",
      "maxScore": 95,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130285",
      "maxScore": 95,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900132865",
      "maxScore": 95,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132219",
      "maxScore": 95,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900131550",
      "maxScore": 95,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900131540",
      "maxScore": 95,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900131156",
      "maxScore": 95,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900131388",
      "maxScore": 95,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900131167",
      "maxScore": 94,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900131092",
      "maxScore": 94,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130788",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900132599",
      "maxScore": 94,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900132458",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900131373",
      "maxScore": 94,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900131442",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900131220",
      "maxScore": 94,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900130939",
      "maxScore": 94,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900130129",
      "maxScore": 94,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900132938",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900132579",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900130491",
      "maxScore": 94,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900132827",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900132971",
      "maxScore": 94,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900132441",
      "maxScore": 94,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900131224",
      "maxScore": 94,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900130006",
      "maxScore": 94,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900131408",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900131867",
      "maxScore": 94,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900130456",
      "maxScore": 94,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900131829",
      "maxScore": 94,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900132346",
      "maxScore": 94,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900132018",
      "maxScore": 94,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900130558",
      "maxScore": 94,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900130995",
      "maxScore": 94,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900132963",
      "maxScore": 94,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900131528",
      "maxScore": 94,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900132061",
      "maxScore": 94,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130702",
      "maxScore": 94,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130993",
      "maxScore": 94,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900132687",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900132039",
      "maxScore": 94,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900130961",
      "maxScore": 94,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900131670",
      "maxScore": 94,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131172",
      "maxScore": 94,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131691",
      "maxScore": 94,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132046",
      "maxScore": 94,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900131319",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900131463",
      "maxScore": 94,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900132580",
      "maxScore": 94,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900131098",
      "maxScore": 94,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900131961",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900130128",
      "maxScore": 94,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900130027",
      "maxScore": 94,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900131757",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900130181",
      "maxScore": 94,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900130789",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900132908",
      "maxScore": 94,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900132095",
      "maxScore": 94,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900132811",
      "maxScore": 94,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132960",
      "maxScore": 94,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900131559",
      "maxScore": 94,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900132939",
      "maxScore": 94,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900130201",
      "maxScore": 94,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132780",
      "maxScore": 94,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900130044",
      "maxScore": 94,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900130111",
      "maxScore": 94,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900130596",
      "maxScore": 94,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900131501",
      "maxScore": 94,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131124",
      "maxScore": 94,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900130555",
      "maxScore": 94,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900131498",
      "maxScore": 94,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900131309",
      "maxScore": 94,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900132115",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900130523",
      "maxScore": 94,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900132797",
      "maxScore": 94,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900130482",
      "maxScore": 94,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900131780",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900131749",
      "maxScore": 94,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130059",
      "maxScore": 94,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900132320",
      "maxScore": 94,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900131680",
      "maxScore": 94,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900132295",
      "maxScore": 94,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900131585",
      "maxScore": 94,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900132254",
      "maxScore": 94,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900130602",
      "maxScore": 94,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900131418",
      "maxScore": 94,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900131040",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900131998",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900131290",
      "maxScore": 94,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900131834",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900130499",
      "maxScore": 94,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900130990",
      "maxScore": 94,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900130591",
      "maxScore": 94,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900132262",
      "maxScore": 94,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900131103",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900130104",
      "maxScore": 94,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900130820",
      "maxScore": 94,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900130326",
      "maxScore": 94,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900131814",
      "maxScore": 94,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900130153",
      "maxScore": 94,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132615",
      "maxScore": 94,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900131696",
      "maxScore": 94,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900132640",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900131342",
      "maxScore": 94,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900132044",
      "maxScore": 94,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900131323",
      "maxScore": 94,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900132251",
      "maxScore": 94,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900131759",
      "maxScore": 94,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900130948",
      "maxScore": 94,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900132620",
      "maxScore": 94,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900130628",
      "maxScore": 94,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900132523",
      "maxScore": 94,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900131144",
      "maxScore": 94,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130208",
      "maxScore": 94,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900131137",
      "maxScore": 94,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900130239",
      "maxScore": 94,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900131539",
      "maxScore": 94,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132752",
      "maxScore": 94,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900130311",
      "maxScore": 94,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900132468",
      "maxScore": 94,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900131170",
      "maxScore": 94,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900131697",
      "maxScore": 94,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900132795",
      "maxScore": 94,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900131313",
      "maxScore": 94,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900132410",
      "maxScore": 94,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900130606",
      "maxScore": 94,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900132952",
      "maxScore": 94,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132175",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900132062",
      "maxScore": 94,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900130915",
      "maxScore": 94,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130549",
      "maxScore": 94,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900130600",
      "maxScore": 94,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900131631",
      "maxScore": 94,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900132403",
      "maxScore": 94,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900130369",
      "maxScore": 94,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900132405",
      "maxScore": 94,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130985",
      "maxScore": 94,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900132387",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900131013",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900131332",
      "maxScore": 94,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900131516",
      "maxScore": 94,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132557",
      "maxScore": 94,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900130700",
      "maxScore": 94,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900130631",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900132839",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900132982",
      "maxScore": 94,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900130556",
      "maxScore": 94,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900132494",
      "maxScore": 94,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130270",
      "maxScore": 94,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900130634",
      "maxScore": 94,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900131393",
      "maxScore": 94,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900131968",
      "maxScore": 94,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900131992",
      "maxScore": 94,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900132568",
      "maxScore": 94,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900130837",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900130224",
      "maxScore": 94,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900131522",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900130669",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900130060",
      "maxScore": 94,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900130127",
      "maxScore": 94,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900132690",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900130677",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900132101",
      "maxScore": 94,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900132754",
      "maxScore": 94,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900132947",
      "maxScore": 94,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900130358",
      "maxScore": 94,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900130566",
      "maxScore": 94,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900131560",
      "maxScore": 94,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900130086",
      "maxScore": 94,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900132356",
      "maxScore": 94,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900130446",
      "maxScore": 94,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900131315",
      "maxScore": 94,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900131273",
      "maxScore": 94,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900131984",
      "maxScore": 94,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900130909",
      "maxScore": 94,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900132075",
      "maxScore": 94,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900132926",
      "maxScore": 94,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900132436",
      "maxScore": 94,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900131817",
      "maxScore": 94,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900132515",
      "maxScore": 94,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900131830",
      "maxScore": 94,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900132937",
      "maxScore": 94,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900130668",
      "maxScore": 94,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900131518",
      "maxScore": 94,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900131246",
      "maxScore": 94,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900132127",
      "maxScore": 94,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131298",
      "maxScore": 94,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900132878",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900130363",
      "maxScore": 94,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900130498",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900132779",
      "maxScore": 94,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900131138",
      "maxScore": 94,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130414",
      "maxScore": 94,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900130506",
      "maxScore": 94,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131346",
      "maxScore": 94,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900131816",
      "maxScore": 94,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900132433",
      "maxScore": 94,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900132642",
      "maxScore": 94,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900132670",
      "maxScore": 94,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900131899",
      "maxScore": 94,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900132658",
      "maxScore": 94,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900131184",
      "maxScore": 94,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900132909",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900130513",
      "maxScore": 94,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900130139",
      "maxScore": 94,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900132528",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900130826",
      "maxScore": 94,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900132156",
      "maxScore": 94,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900131917",
      "maxScore": 94,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900132221",
      "maxScore": 94,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900130663",
      "maxScore": 94,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900132090",
      "maxScore": 94,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900132753",
      "maxScore": 94,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900132459",
      "maxScore": 94,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900130249",
      "maxScore": 94,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131694",
      "maxScore": 94,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900130064",
      "maxScore": 94,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900131245",
      "maxScore": 94,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900131203",
      "maxScore": 93,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900132315",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900130178",
      "maxScore": 93,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900131563",
      "maxScore": 93,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900130034",
      "maxScore": 93,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900132230",
      "maxScore": 93,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130398",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900130970",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900132516",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900130873",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900132058",
      "maxScore": 93,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900130858",
      "maxScore": 93,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900131833",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900131122",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900131259",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900130333",
      "maxScore": 93,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130217",
      "maxScore": 93,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900131457",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900130839",
      "maxScore": 93,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900132609",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900132628",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900131615",
      "maxScore": 93,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900131822",
      "maxScore": 93,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900130231",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900131847",
      "maxScore": 93,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900131222",
      "maxScore": 93,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900132525",
      "maxScore": 93,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900130849",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900132910",
      "maxScore": 93,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900130319",
      "maxScore": 93,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900131573",
      "maxScore": 93,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900131618",
      "maxScore": 93,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900131395",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900132821",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900131701",
      "maxScore": 93,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900131784",
      "maxScore": 93,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131805",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900131948",
      "maxScore": 93,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900130510",
      "maxScore": 93,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900132509",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900132352",
      "maxScore": 93,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900132139",
      "maxScore": 93,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900130936",
      "maxScore": 93,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900132033",
      "maxScore": 93,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130845",
      "maxScore": 93,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131630",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900132919",
      "maxScore": 93,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132416",
      "maxScore": 93,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900131338",
      "maxScore": 93,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900131403",
      "maxScore": 93,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900130190",
      "maxScore": 93,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900130095",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900132943",
      "maxScore": 93,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900131944",
      "maxScore": 93,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130257",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900131424",
      "maxScore": 93,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132278",
      "maxScore": 93,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900130550",
      "maxScore": 93,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900131192",
      "maxScore": 93,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900132163",
      "maxScore": 93,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900132342",
      "maxScore": 93,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900131741",
      "maxScore": 93,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900130134",
      "maxScore": 93,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900132423",
      "maxScore": 93,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900132696",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900130449",
      "maxScore": 93,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900130151",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900132785",
      "maxScore": 93,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130575",
      "maxScore": 93,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900132864",
      "maxScore": 93,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900132486",
      "maxScore": 93,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900131621",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900131746",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900131362",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900132721",
      "maxScore": 93,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131026",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900130852",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900131131",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900131523",
      "maxScore": 93,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900132761",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900132380",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900131254",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900131046",
      "maxScore": 93,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900131104",
      "maxScore": 93,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900132372",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900132844",
      "maxScore": 93,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132783",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900131647",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900131427",
      "maxScore": 93,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900132051",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900130263",
      "maxScore": 93,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900132511",
      "maxScore": 93,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900132355",
      "maxScore": 93,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900132038",
      "maxScore": 93,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900132637",
      "maxScore": 93,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900132300",
      "maxScore": 93,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900132744",
      "maxScore": 93,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900130435",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900131438",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900131937",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900130487",
      "maxScore": 93,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900130838",
      "maxScore": 93,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900132445",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900131789",
      "maxScore": 93,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900130068",
      "maxScore": 93,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900130307",
      "maxScore": 93,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900132558",
      "maxScore": 93,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900131288",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900130645",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900131950",
      "maxScore": 93,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900132791",
      "maxScore": 93,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132145",
      "maxScore": 93,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131087",
      "maxScore": 93,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900130374",
      "maxScore": 93,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900130741",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900132026",
      "maxScore": 93,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900131590",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900132987",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900131849",
      "maxScore": 93,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900131361",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900132404",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900131675",
      "maxScore": 93,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132006",
      "maxScore": 93,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130370",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900131351",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900131428",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900132236",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900130879",
      "maxScore": 93,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900130676",
      "maxScore": 93,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132424",
      "maxScore": 93,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900131068",
      "maxScore": 93,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900131677",
      "maxScore": 93,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900130863",
      "maxScore": 93,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132953",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900130928",
      "maxScore": 93,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900132875",
      "maxScore": 93,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132114",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900131045",
      "maxScore": 93,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130441",
      "maxScore": 93,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900132973",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900132160",
      "maxScore": 93,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900132351",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900131036",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900132400",
      "maxScore": 93,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900130289",
      "maxScore": 93,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131551",
      "maxScore": 93,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132327",
      "maxScore": 93,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900131006",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900132862",
      "maxScore": 93,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900132890",
      "maxScore": 93,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900130626",
      "maxScore": 93,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900132774",
      "maxScore": 93,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900131742",
      "maxScore": 93,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130069",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900131511",
      "maxScore": 93,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900130203",
      "maxScore": 93,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900131337",
      "maxScore": 93,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900132798",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900132279",
      "maxScore": 93,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900131003",
      "maxScore": 93,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900130171",
      "maxScore": 93,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131017",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900132366",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900132504",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900130310",
      "maxScore": 93,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900131081",
      "maxScore": 93,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130835",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900130713",
      "maxScore": 93,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900132247",
      "maxScore": 93,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131119",
      "maxScore": 93,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131252",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900132005",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900132373",
      "maxScore": 93,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132293",
      "maxScore": 93,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131564",
      "maxScore": 93,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900131580",
      "maxScore": 93,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900132826",
      "maxScore": 93,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900130959",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900130014",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900132049",
      "maxScore": 93,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900130057",
      "maxScore": 93,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900130776",
      "maxScore": 93,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131109",
      "maxScore": 93,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900132706",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900130834",
      "maxScore": 93,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900130903",
      "maxScore": 93,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900132071",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900132723",
      "maxScore": 93,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900131799",
      "maxScore": 93,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900132540",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900130077",
      "maxScore": 93,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900132031",
      "maxScore": 93,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900131932",
      "maxScore": 93,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900130592",
      "maxScore": 93,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900131015",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900131854",
      "maxScore": 93,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900132858",
      "maxScore": 93,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900130429",
      "maxScore": 93,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900131059",
      "maxScore": 93,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900132746",
      "maxScore": 93,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900132319",
      "maxScore": 93,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900130197",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900132613",
      "maxScore": 93,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900132632",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900130030",
      "maxScore": 93,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900132032",
      "maxScore": 93,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900130080",
      "maxScore": 93,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900132020",
      "maxScore": 93,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130829",
      "maxScore": 93,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900130240",
      "maxScore": 93,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900131238",
      "maxScore": 93,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900131231",
      "maxScore": 93,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900131909",
      "maxScore": 93,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900130451",
      "maxScore": 93,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900131664",
      "maxScore": 92,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131841",
      "maxScore": 92,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900131636",
      "maxScore": 92,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900132172",
      "maxScore": 92,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900132480",
      "maxScore": 92,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900131263",
      "maxScore": 92,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900132722",
      "maxScore": 92,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900130998",
      "maxScore": 92,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900132759",
      "maxScore": 92,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900132083",
      "maxScore": 92,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900131134",
      "maxScore": 92,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900131129",
      "maxScore": 92,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900132092",
      "maxScore": 92,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900131353",
      "maxScore": 92,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900132554",
      "maxScore": 92,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900132851",
      "maxScore": 92,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900131967",
      "maxScore": 92,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900131406",
      "maxScore": 92,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900131213",
      "maxScore": 92,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131381",
      "maxScore": 92,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900131423",
      "maxScore": 92,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900131702",
      "maxScore": 92,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131126",
      "maxScore": 92,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900131174",
      "maxScore": 92,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900132951",
      "maxScore": 92,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900130055",
      "maxScore": 92,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132165",
      "maxScore": 92,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900132149",
      "maxScore": 92,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900130167",
      "maxScore": 92,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900130762",
      "maxScore": 92,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900130568",
      "maxScore": 92,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900132082",
      "maxScore": 92,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900131756",
      "maxScore": 92,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900131257",
      "maxScore": 92,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900131898",
      "maxScore": 92,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900130470",
      "maxScore": 92,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900130425",
      "maxScore": 92,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900131163",
      "maxScore": 92,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900131340",
      "maxScore": 92,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900130897",
      "maxScore": 92,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900130622",
      "maxScore": 92,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900132259",
      "maxScore": 92,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900130376",
      "maxScore": 92,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900131562",
      "maxScore": 92,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900132650",
      "maxScore": 92,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900130214",
      "maxScore": 92,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900131061",
      "maxScore": 92,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900130013",
      "maxScore": 92,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900130785",
      "maxScore": 92,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900130537",
      "maxScore": 92,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900132745",
      "maxScore": 92,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900130155",
      "maxScore": 92,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900131825",
      "maxScore": 92,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900130159",
      "maxScore": 92,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900131407",
      "maxScore": 92,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900131911",
      "maxScore": 92,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900132714",
      "maxScore": 92,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900130046",
      "maxScore": 92,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900130477",
      "maxScore": 92,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130361",
      "maxScore": 92,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900130278",
      "maxScore": 92,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900132975",
      "maxScore": 92,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131149",
      "maxScore": 92,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900130590",
      "maxScore": 92,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900130478",
      "maxScore": 92,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900130194",
      "maxScore": 92,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900132273",
      "maxScore": 92,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900131737",
      "maxScore": 92,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900131436",
      "maxScore": 92,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900132653",
      "maxScore": 92,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900131359",
      "maxScore": 92,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900132838",
      "maxScore": 92,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131471",
      "maxScore": 92,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900132560",
      "maxScore": 92,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900132559",
      "maxScore": 92,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900130910",
      "maxScore": 92,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900131913",
      "maxScore": 92,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900132853",
      "maxScore": 92,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131895",
      "maxScore": 92,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900130753",
      "maxScore": 92,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131690",
      "maxScore": 92,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900130860",
      "maxScore": 92,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900132683",
      "maxScore": 92,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900132483",
      "maxScore": 92,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130583",
      "maxScore": 92,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900130765",
      "maxScore": 92,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130147",
      "maxScore": 92,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900131545",
      "maxScore": 92,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900131761",
      "maxScore": 92,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900131325",
      "maxScore": 92,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900131041",
      "maxScore": 92,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900130957",
      "maxScore": 92,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900131957",
      "maxScore": 92,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900131365",
      "maxScore": 92,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900131970",
      "maxScore": 92,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900131233",
      "maxScore": 92,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900131774",
      "maxScore": 92,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900130015",
      "maxScore": 92,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132990",
      "maxScore": 92,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900132144",
      "maxScore": 92,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900132421",
      "maxScore": 92,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900132128",
      "maxScore": 92,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900132193",
      "maxScore": 92,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900130564",
      "maxScore": 92,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900132097",
      "maxScore": 92,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900133002",
      "maxScore": 92,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900131052",
      "maxScore": 92,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900131586",
      "maxScore": 92,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900131617",
      "maxScore": 92,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900130148",
      "maxScore": 92,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900132214",
      "maxScore": 92,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900132029",
      "maxScore": 92,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130778",
      "maxScore": 92,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900130680",
      "maxScore": 92,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900132301",
      "maxScore": 92,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900131524",
      "maxScore": 92,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900130703",
      "maxScore": 92,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900132182",
      "maxScore": 92,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900132656",
      "maxScore": 92,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900132223",
      "maxScore": 92,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900130282",
      "maxScore": 92,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900131877",
      "maxScore": 92,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900130294",
      "maxScore": 92,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132689",
      "maxScore": 92,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131990",
      "maxScore": 92,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900132577",
      "maxScore": 92,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130458",
      "maxScore": 92,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900130653",
      "maxScore": 92,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900131484",
      "maxScore": 92,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900132624",
      "maxScore": 92,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900131870",
      "maxScore": 92,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900131807",
      "maxScore": 92,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900130039",
      "maxScore": 92,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900131666",
      "maxScore": 92,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900131101",
      "maxScore": 92,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900130268",
      "maxScore": 92,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900132850",
      "maxScore": 92,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900132065",
      "maxScore": 92,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900130941",
      "maxScore": 92,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130029",
      "maxScore": 92,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900130481",
      "maxScore": 92,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900132141",
      "maxScore": 92,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900132842",
      "maxScore": 92,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900130641",
      "maxScore": 92,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900132661",
      "maxScore": 92,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900132693",
      "maxScore": 92,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900132903",
      "maxScore": 92,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900131214",
      "maxScore": 92,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900130020",
      "maxScore": 92,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900131301",
      "maxScore": 92,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900132611",
      "maxScore": 92,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900130706",
      "maxScore": 92,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900130365",
      "maxScore": 92,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900131495",
      "maxScore": 92,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130004",
      "maxScore": 92,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900131420",
      "maxScore": 92,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900131270",
      "maxScore": 92,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900131073",
      "maxScore": 92,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900131279",
      "maxScore": 92,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900130116",
      "maxScore": 92,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130708",
      "maxScore": 92,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900131090",
      "maxScore": 92,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900132022",
      "maxScore": 92,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900132471",
      "maxScore": 92,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900131642",
      "maxScore": 92,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900131475",
      "maxScore": 92,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900131579",
      "maxScore": 92,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900130643",
      "maxScore": 92,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900131903",
      "maxScore": 92,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131762",
      "maxScore": 92,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900130607",
      "maxScore": 92,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900131329",
      "maxScore": 92,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900132170",
      "maxScore": 92,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900130809",
      "maxScore": 92,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900130790",
      "maxScore": 92,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900132675",
      "maxScore": 92,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900130083",
      "maxScore": 92,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900130200",
      "maxScore": 92,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900131055",
      "maxScore": 92,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900132361",
      "maxScore": 92,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900131874",
      "maxScore": 92,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131689",
      "maxScore": 92,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900130343",
      "maxScore": 92,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900131302",
      "maxScore": 92,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900131878",
      "maxScore": 92,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900132303",
      "maxScore": 92,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900130399",
      "maxScore": 92,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900131999",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900132035",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900132368",
      "maxScore": 91,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900130787",
      "maxScore": 91,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900132692",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900132217",
      "maxScore": 91,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900132800",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900131568",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900130308",
      "maxScore": 91,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900130988",
      "maxScore": 91,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900131792",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900132694",
      "maxScore": 91,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131688",
      "maxScore": 91,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900131392",
      "maxScore": 91,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900130265",
      "maxScore": 91,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130009",
      "maxScore": 91,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900130242",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900131567",
      "maxScore": 91,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900130729",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900131082",
      "maxScore": 91,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900132787",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900130070",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900131918",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900130861",
      "maxScore": 91,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900132216",
      "maxScore": 91,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900131871",
      "maxScore": 91,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900131686",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900132010",
      "maxScore": 91,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900132872",
      "maxScore": 91,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131120",
      "maxScore": 91,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900131824",
      "maxScore": 91,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900132979",
      "maxScore": 91,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900131687",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900131886",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900130454",
      "maxScore": 91,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130411",
      "maxScore": 91,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900131335",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900132993",
      "maxScore": 91,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900130755",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900132526",
      "maxScore": 91,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900130241",
      "maxScore": 91,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900132360",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900130204",
      "maxScore": 91,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900130551",
      "maxScore": 91,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900130814",
      "maxScore": 91,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900131900",
      "maxScore": 91,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131803",
      "maxScore": 91,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900131383",
      "maxScore": 91,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900132238",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900130944",
      "maxScore": 91,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900132737",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900130346",
      "maxScore": 91,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900130906",
      "maxScore": 91,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900130930",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900131282",
      "maxScore": 91,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900130076",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900130670",
      "maxScore": 91,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900131797",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900131587",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900132837",
      "maxScore": 91,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900132709",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900131358",
      "maxScore": 91,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900130426",
      "maxScore": 91,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900132646",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900131599",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900130541",
      "maxScore": 91,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131584",
      "maxScore": 91,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900130416",
      "maxScore": 91,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132420",
      "maxScore": 91,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900130867",
      "maxScore": 91,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900131901",
      "maxScore": 91,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900130334",
      "maxScore": 91,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131996",
      "maxScore": 91,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900132276",
      "maxScore": 91,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900130954",
      "maxScore": 91,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900131382",
      "maxScore": 91,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900131032",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900132365",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900132226",
      "maxScore": 91,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900131995",
      "maxScore": 91,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900130942",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900130053",
      "maxScore": 91,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900131276",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900131331",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900131297",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900132627",
      "maxScore": 91,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132691",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900130099",
      "maxScore": 91,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900132208",
      "maxScore": 91,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130495",
      "maxScore": 91,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900130715",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900131555",
      "maxScore": 91,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131256",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900132469",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900130130",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900132220",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900130671",
      "maxScore": 91,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900130913",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900132538",
      "maxScore": 91,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900132037",
      "maxScore": 91,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900131198",
      "maxScore": 91,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900131347",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900130185",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900130640",
      "maxScore": 91,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900131730",
      "maxScore": 91,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900130206",
      "maxScore": 91,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900132150",
      "maxScore": 91,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900130141",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900130784",
      "maxScore": 91,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900130697",
      "maxScore": 91,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130686",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900130986",
      "maxScore": 91,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900131868",
      "maxScore": 91,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900132794",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900132244",
      "maxScore": 91,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130050",
      "maxScore": 91,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900131603",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900131289",
      "maxScore": 91,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131650",
      "maxScore": 91,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130856",
      "maxScore": 91,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900132715",
      "maxScore": 91,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900131481",
      "maxScore": 91,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900130580",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900130759",
      "maxScore": 91,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900130193",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900131387",
      "maxScore": 91,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900130688",
      "maxScore": 91,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900131277",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900132666",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900130704",
      "maxScore": 91,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900130533",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900130977",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900130087",
      "maxScore": 91,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900132437",
      "maxScore": 91,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900132224",
      "maxScore": 91,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131977",
      "maxScore": 91,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900130317",
      "maxScore": 91,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131775",
      "maxScore": 91,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900130743",
      "maxScore": 91,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900132929",
      "maxScore": 91,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900130813",
      "maxScore": 91,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900130187",
      "maxScore": 91,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900130256",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900130841",
      "maxScore": 91,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900130567",
      "maxScore": 91,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900131605",
      "maxScore": 91,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900131150",
      "maxScore": 91,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900131240",
      "maxScore": 91,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900132616",
      "maxScore": 91,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900131028",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900130082",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900132164",
      "maxScore": 91,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900130164",
      "maxScore": 91,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900132600",
      "maxScore": 91,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900132142",
      "maxScore": 91,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130400",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900130748",
      "maxScore": 91,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900132336",
      "maxScore": 91,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900131247",
      "maxScore": 91,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900132107",
      "maxScore": 91,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900132484",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900132778",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900131910",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900130504",
      "maxScore": 91,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900131963",
      "maxScore": 91,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900132731",
      "maxScore": 91,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130672",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900132819",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900130016",
      "maxScore": 91,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900130110",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900132682",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900130637",
      "maxScore": 91,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900132447",
      "maxScore": 91,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900132917",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900131614",
      "maxScore": 91,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900132861",
      "maxScore": 91,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900130391",
      "maxScore": 91,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900132710",
      "maxScore": 91,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130402",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900132586",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900131294",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900132813",
      "maxScore": 91,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131852",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900132886",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900130960",
      "maxScore": 91,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900132004",
      "maxScore": 91,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130699",
      "maxScore": 91,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900131667",
      "maxScore": 91,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900132492",
      "maxScore": 91,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900131890",
      "maxScore": 91,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900132042",
      "maxScore": 91,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900132562",
      "maxScore": 91,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900130632",
      "maxScore": 91,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131514",
      "maxScore": 91,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132479",
      "maxScore": 91,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900132635",
      "maxScore": 91,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900131629",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900131180",
      "maxScore": 91,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132956",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900131940",
      "maxScore": 91,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900132996",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900132614",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900132782",
      "maxScore": 91,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900131113",
      "maxScore": 91,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900132964",
      "maxScore": 91,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900130593",
      "maxScore": 90,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900132253",
      "maxScore": 90,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900131039",
      "maxScore": 90,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900132066",
      "maxScore": 90,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900130342",
      "maxScore": 90,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900130063",
      "maxScore": 90,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132735",
      "maxScore": 90,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900131973",
      "maxScore": 90,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900130769",
      "maxScore": 90,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900130946",
      "maxScore": 90,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900130132",
      "maxScore": 90,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131181",
      "maxScore": 90,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900130440",
      "maxScore": 90,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132542",
      "maxScore": 90,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900132499",
      "maxScore": 90,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900130269",
      "maxScore": 90,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900132959",
      "maxScore": 90,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900132094",
      "maxScore": 90,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900130793",
      "maxScore": 90,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900131785",
      "maxScore": 90,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900132148",
      "maxScore": 90,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900130397",
      "maxScore": 90,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900131009",
      "maxScore": 90,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900131429",
      "maxScore": 90,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900130538",
      "maxScore": 90,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900131740",
      "maxScore": 90,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131499",
      "maxScore": 90,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900131971",
      "maxScore": 90,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130475",
      "maxScore": 90,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900131866",
      "maxScore": 90,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900131497",
      "maxScore": 90,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900131177",
      "maxScore": 90,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900130921",
      "maxScore": 90,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900131589",
      "maxScore": 90,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900130947",
      "maxScore": 90,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130968",
      "maxScore": 90,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900131076",
      "maxScore": 90,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900132406",
      "maxScore": 90,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900131534",
      "maxScore": 90,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900132455",
      "maxScore": 90,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900130840",
      "maxScore": 90,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900131077",
      "maxScore": 90,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900132007",
      "maxScore": 90,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900130579",
      "maxScore": 90,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900132994",
      "maxScore": 90,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900131764",
      "maxScore": 90,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131151",
      "maxScore": 90,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130508",
      "maxScore": 90,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900131125",
      "maxScore": 90,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900132848",
      "maxScore": 90,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900131426",
      "maxScore": 90,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900130366",
      "maxScore": 90,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900131147",
      "maxScore": 90,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900132427",
      "maxScore": 90,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900130981",
      "maxScore": 90,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900131237",
      "maxScore": 90,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900132547",
      "maxScore": 90,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900131339",
      "maxScore": 90,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132595",
      "maxScore": 90,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900132583",
      "maxScore": 90,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900132138",
      "maxScore": 90,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900130359",
      "maxScore": 90,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130854",
      "maxScore": 90,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900132716",
      "maxScore": 90,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900131115",
      "maxScore": 90,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900132911",
      "maxScore": 90,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900131884",
      "maxScore": 90,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900132965",
      "maxScore": 90,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900132567",
      "maxScore": 90,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900130176",
      "maxScore": 90,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900130719",
      "maxScore": 90,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900131515",
      "maxScore": 90,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130589",
      "maxScore": 90,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900131085",
      "maxScore": 90,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900130179",
      "maxScore": 90,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900130720",
      "maxScore": 90,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900131925",
      "maxScore": 90,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900131714",
      "maxScore": 90,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900130963",
      "maxScore": 90,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900131250",
      "maxScore": 90,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132732",
      "maxScore": 90,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900132379",
      "maxScore": 90,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900131421",
      "maxScore": 90,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900132425",
      "maxScore": 90,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900131088",
      "maxScore": 90,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900131330",
      "maxScore": 90,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900131938",
      "maxScore": 90,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900131981",
      "maxScore": 90,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900130872",
      "maxScore": 90,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900130605",
      "maxScore": 90,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130472",
      "maxScore": 90,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900130232",
      "maxScore": 90,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900131926",
      "maxScore": 90,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900130822",
      "maxScore": 90,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900130486",
      "maxScore": 90,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132998",
      "maxScore": 90,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900130471",
      "maxScore": 90,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900130695",
      "maxScore": 90,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900132995",
      "maxScore": 90,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132883",
      "maxScore": 90,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900132234",
      "maxScore": 90,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900132503",
      "maxScore": 90,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900131268",
      "maxScore": 90,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900130260",
      "maxScore": 90,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900132669",
      "maxScore": 90,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900130296",
      "maxScore": 90,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900131771",
      "maxScore": 90,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130693",
      "maxScore": 90,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900130428",
      "maxScore": 90,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900130964",
      "maxScore": 90,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900130559",
      "maxScore": 90,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900131554",
      "maxScore": 90,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130290",
      "maxScore": 90,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900131489",
      "maxScore": 90,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900130943",
      "maxScore": 90,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900130323",
      "maxScore": 90,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900130136",
      "maxScore": 90,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900130353",
      "maxScore": 90,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900132677",
      "maxScore": 90,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131154",
      "maxScore": 90,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900132999",
      "maxScore": 90,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900132880",
      "maxScore": 90,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900130635",
      "maxScore": 90,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132846",
      "maxScore": 90,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131654",
      "maxScore": 89,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130678",
      "maxScore": 89,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900131724",
      "maxScore": 89,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900132767",
      "maxScore": 89,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900131571",
      "maxScore": 89,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900132704",
      "maxScore": 89,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900132393",
      "maxScore": 89,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900130646",
      "maxScore": 89,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132023",
      "maxScore": 89,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900133005",
      "maxScore": 89,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130652",
      "maxScore": 89,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900130093",
      "maxScore": 89,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900131821",
      "maxScore": 89,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900132608",
      "maxScore": 89,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900131136",
      "maxScore": 89,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900130275",
      "maxScore": 89,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900130124",
      "maxScore": 89,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900132881",
      "maxScore": 89,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900131962",
      "maxScore": 89,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900130797",
      "maxScore": 89,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900132383",
      "maxScore": 89,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900132738",
      "maxScore": 89,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900132111",
      "maxScore": 89,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900131924",
      "maxScore": 89,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900130493",
      "maxScore": 89,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900131008",
      "maxScore": 89,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900131142",
      "maxScore": 89,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900130764",
      "maxScore": 89,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900131610",
      "maxScore": 89,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900131983",
      "maxScore": 89,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900132603",
      "maxScore": 89,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132076",
      "maxScore": 89,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900131960",
      "maxScore": 89,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900131221",
      "maxScore": 89,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900130926",
      "maxScore": 89,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900132369",
      "maxScore": 89,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900132773",
      "maxScore": 89,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900132377",
      "maxScore": 89,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900132868",
      "maxScore": 89,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900130887",
      "maxScore": 89,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900130920",
      "maxScore": 89,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131415",
      "maxScore": 89,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131731",
      "maxScore": 89,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900132506",
      "maxScore": 89,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900132590",
      "maxScore": 89,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900132711",
      "maxScore": 89,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131916",
      "maxScore": 89,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900130463",
      "maxScore": 89,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900130601",
      "maxScore": 89,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900130113",
      "maxScore": 89,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900130599",
      "maxScore": 89,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900132228",
      "maxScore": 89,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132576",
      "maxScore": 89,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900130728",
      "maxScore": 89,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900131226",
      "maxScore": 89,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900130836",
      "maxScore": 89,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900130108",
      "maxScore": 89,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900131820",
      "maxScore": 89,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900132207",
      "maxScore": 89,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900130543",
      "maxScore": 89,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900132877",
      "maxScore": 89,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900132275",
      "maxScore": 89,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900132460",
      "maxScore": 89,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900131783",
      "maxScore": 89,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900132958",
      "maxScore": 89,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900131632",
      "maxScore": 89,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900132597",
      "maxScore": 89,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900132123",
      "maxScore": 89,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900132655",
      "maxScore": 89,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900132442",
      "maxScore": 89,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900131566",
      "maxScore": 89,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900130721",
      "maxScore": 89,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900131525",
      "maxScore": 89,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900131411",
      "maxScore": 89,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900131840",
      "maxScore": 89,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900130973",
      "maxScore": 89,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900131707",
      "maxScore": 89,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900130737",
      "maxScore": 89,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900132265",
      "maxScore": 89,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900131796",
      "maxScore": 89,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130553",
      "maxScore": 89,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900132180",
      "maxScore": 89,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900132013",
      "maxScore": 89,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130259",
      "maxScore": 89,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900130036",
      "maxScore": 89,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132167",
      "maxScore": 89,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900131875",
      "maxScore": 89,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900132807",
      "maxScore": 89,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130864",
      "maxScore": 89,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900132464",
      "maxScore": 89,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900132173",
      "maxScore": 89,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900130251",
      "maxScore": 89,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900130524",
      "maxScore": 89,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900131099",
      "maxScore": 89,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900130303",
      "maxScore": 89,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130664",
      "maxScore": 89,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900132501",
      "maxScore": 89,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900132462",
      "maxScore": 89,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900131879",
      "maxScore": 89,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900130198",
      "maxScore": 89,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900131857",
      "maxScore": 89,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900131496",
      "maxScore": 89,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900132570",
      "maxScore": 89,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900132209",
      "maxScore": 89,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900130433",
      "maxScore": 89,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900131808",
      "maxScore": 89,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900130767",
      "maxScore": 89,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900132268",
      "maxScore": 89,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132899",
      "maxScore": 89,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900131345",
      "maxScore": 89,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900132381",
      "maxScore": 89,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130244",
      "maxScore": 88,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900132440",
      "maxScore": 88,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900131225",
      "maxScore": 88,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900131549",
      "maxScore": 88,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900131188",
      "maxScore": 88,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900130431",
      "maxScore": 88,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900131477",
      "maxScore": 88,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900132389",
      "maxScore": 88,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900132394",
      "maxScore": 88,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900132639",
      "maxScore": 88,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900131958",
      "maxScore": 88,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900132231",
      "maxScore": 88,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900132991",
      "maxScore": 88,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900132102",
      "maxScore": 88,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900132900",
      "maxScore": 88,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900132809",
      "maxScore": 88,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900130122",
      "maxScore": 88,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131928",
      "maxScore": 88,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900130832",
      "maxScore": 88,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900131178",
      "maxScore": 88,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900130274",
      "maxScore": 88,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900131832",
      "maxScore": 88,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900132749",
      "maxScore": 88,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900131360",
      "maxScore": 88,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900130373",
      "maxScore": 88,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900131435",
      "maxScore": 88,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900132679",
      "maxScore": 88,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900132594",
      "maxScore": 88,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900132607",
      "maxScore": 88,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900130701",
      "maxScore": 88,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900132986",
      "maxScore": 88,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900130800",
      "maxScore": 88,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132199",
      "maxScore": 88,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900132671",
      "maxScore": 88,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900132296",
      "maxScore": 88,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900130698",
      "maxScore": 88,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130427",
      "maxScore": 88,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900131366",
      "maxScore": 88,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900130419",
      "maxScore": 88,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900132157",
      "maxScore": 88,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900131652",
      "maxScore": 88,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130734",
      "maxScore": 88,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130372",
      "maxScore": 88,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900132448",
      "maxScore": 88,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132648",
      "maxScore": 88,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900131260",
      "maxScore": 88,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900130965",
      "maxScore": 88,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900132478",
      "maxScore": 88,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900130907",
      "maxScore": 88,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900130184",
      "maxScore": 88,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900132799",
      "maxScore": 88,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900131869",
      "maxScore": 88,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900131622",
      "maxScore": 88,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132686",
      "maxScore": 88,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130956",
      "maxScore": 88,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900132606",
      "maxScore": 88,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900131750",
      "maxScore": 88,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900130530",
      "maxScore": 88,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900131639",
      "maxScore": 88,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900132665",
      "maxScore": 88,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900131931",
      "maxScore": 88,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900130017",
      "maxScore": 88,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900131721",
      "maxScore": 88,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900130102",
      "maxScore": 88,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900130544",
      "maxScore": 88,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900132136",
      "maxScore": 88,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900131169",
      "maxScore": 88,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132931",
      "maxScore": 88,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900131777",
      "maxScore": 88,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900131355",
      "maxScore": 88,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130096",
      "maxScore": 88,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900130509",
      "maxScore": 88,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130760",
      "maxScore": 88,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900130882",
      "maxScore": 88,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900132060",
      "maxScore": 88,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900131474",
      "maxScore": 88,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131473",
      "maxScore": 88,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900131656",
      "maxScore": 88,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900132489",
      "maxScore": 88,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900130348",
      "maxScore": 88,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900132041",
      "maxScore": 88,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130386",
      "maxScore": 88,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130288",
      "maxScore": 88,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900133001",
      "maxScore": 88,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900132168",
      "maxScore": 88,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900130875",
      "maxScore": 88,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900132024",
      "maxScore": 88,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900130742",
      "maxScore": 88,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900132510",
      "maxScore": 88,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900131159",
      "maxScore": 88,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132845",
      "maxScore": 88,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131676",
      "maxScore": 88,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900132481",
      "maxScore": 88,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900132439",
      "maxScore": 88,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900132549",
      "maxScore": 88,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900130026",
      "maxScore": 88,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900131002",
      "maxScore": 88,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900130636",
      "maxScore": 88,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900132106",
      "maxScore": 88,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130623",
      "maxScore": 88,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900132569",
      "maxScore": 88,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900131280",
      "maxScore": 88,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131123",
      "maxScore": 88,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130746",
      "maxScore": 88,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130869",
      "maxScore": 88,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900132298",
      "maxScore": 88,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900132118",
      "maxScore": 87,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900132248",
      "maxScore": 87,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900131432",
      "maxScore": 87,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900131371",
      "maxScore": 87,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900130205",
      "maxScore": 87,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900131143",
      "maxScore": 87,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900130951",
      "maxScore": 87,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900130188",
      "maxScore": 87,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900130925",
      "maxScore": 87,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900130219",
      "maxScore": 87,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900130620",
      "maxScore": 87,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132978",
      "maxScore": 87,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900132866",
      "maxScore": 87,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900132311",
      "maxScore": 87,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900130655",
      "maxScore": 87,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130949",
      "maxScore": 87,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900131209",
      "maxScore": 87,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900130940",
      "maxScore": 87,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900130001",
      "maxScore": 87,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130065",
      "maxScore": 87,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900130424",
      "maxScore": 87,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900131417",
      "maxScore": 87,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130978",
      "maxScore": 87,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900131127",
      "maxScore": 87,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900132871",
      "maxScore": 87,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900132473",
      "maxScore": 87,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900131611",
      "maxScore": 87,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900131326",
      "maxScore": 87,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900132317",
      "maxScore": 87,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900132201",
      "maxScore": 87,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900132282",
      "maxScore": 87,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900130038",
      "maxScore": 87,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900132992",
      "maxScore": 87,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900130650",
      "maxScore": 87,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900131440",
      "maxScore": 87,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900132079",
      "maxScore": 87,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900130659",
      "maxScore": 87,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900132584",
      "maxScore": 87,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900131363",
      "maxScore": 87,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130436",
      "maxScore": 87,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900132363",
      "maxScore": 87,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900131929",
      "maxScore": 87,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900131492",
      "maxScore": 87,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900131644",
      "maxScore": 87,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900131336",
      "maxScore": 87,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900130738",
      "maxScore": 87,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900131623",
      "maxScore": 87,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131083",
      "maxScore": 87,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900130430",
      "maxScore": 87,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900132189",
      "maxScore": 87,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900131396",
      "maxScore": 87,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900130388",
      "maxScore": 87,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900131802",
      "maxScore": 87,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900131234",
      "maxScore": 87,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900131728",
      "maxScore": 87,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900132879",
      "maxScore": 87,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130306",
      "maxScore": 87,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900132078",
      "maxScore": 87,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900130489",
      "maxScore": 87,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900130687",
      "maxScore": 87,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130476",
      "maxScore": 87,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900131713",
      "maxScore": 87,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900131578",
      "maxScore": 87,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900130090",
      "maxScore": 87,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131391",
      "maxScore": 87,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900132740",
      "maxScore": 87,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900130062",
      "maxScore": 87,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900132888",
      "maxScore": 87,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900130328",
      "maxScore": 87,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900131401",
      "maxScore": 87,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900132364",
      "maxScore": 87,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900132618",
      "maxScore": 87,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900130313",
      "maxScore": 87,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900130350",
      "maxScore": 87,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900132229",
      "maxScore": 87,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900130234",
      "maxScore": 87,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130598",
      "maxScore": 87,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900131889",
      "maxScore": 87,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900130238",
      "maxScore": 87,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130169",
      "maxScore": 87,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900130895",
      "maxScore": 87,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900130535",
      "maxScore": 87,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900131548",
      "maxScore": 87,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132589",
      "maxScore": 87,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900132796",
      "maxScore": 87,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130952",
      "maxScore": 87,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900131410",
      "maxScore": 87,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131272",
      "maxScore": 87,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900131459",
      "maxScore": 87,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132428",
      "maxScore": 87,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900131810",
      "maxScore": 86,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131086",
      "maxScore": 86,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900131594",
      "maxScore": 86,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900131130",
      "maxScore": 86,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900132657",
      "maxScore": 86,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132426",
      "maxScore": 86,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900130540",
      "maxScore": 86,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900130615",
      "maxScore": 86,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130796",
      "maxScore": 86,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900130658",
      "maxScore": 86,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900130233",
      "maxScore": 86,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132047",
      "maxScore": 86,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900130647",
      "maxScore": 86,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131974",
      "maxScore": 86,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130222",
      "maxScore": 86,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900130582",
      "maxScore": 86,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900132543",
      "maxScore": 86,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900130966",
      "maxScore": 86,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900132508",
      "maxScore": 86,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900132728",
      "maxScore": 86,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900131228",
      "maxScore": 86,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900132187",
      "maxScore": 86,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900131776",
      "maxScore": 86,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900130162",
      "maxScore": 86,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900130953",
      "maxScore": 86,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900132450",
      "maxScore": 86,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900130300",
      "maxScore": 86,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900132647",
      "maxScore": 86,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900130514",
      "maxScore": 86,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900130175",
      "maxScore": 86,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900130560",
      "maxScore": 86,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900132859",
      "maxScore": 86,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900130466",
      "maxScore": 86,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900132064",
      "maxScore": 86,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132388",
      "maxScore": 86,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900131001",
      "maxScore": 86,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132072",
      "maxScore": 86,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130520",
      "maxScore": 86,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900132474",
      "maxScore": 86,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900132430",
      "maxScore": 86,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131772",
      "maxScore": 86,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132003",
      "maxScore": 86,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900132902",
      "maxScore": 86,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900132418",
      "maxScore": 86,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900130572",
      "maxScore": 86,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900130675",
      "maxScore": 86,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900131166",
      "maxScore": 86,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900130561",
      "maxScore": 86,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900130518",
      "maxScore": 86,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900131491",
      "maxScore": 86,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900130067",
      "maxScore": 86,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900131376",
      "maxScore": 86,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132358",
      "maxScore": 86,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900132294",
      "maxScore": 86,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900131097",
      "maxScore": 86,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131892",
      "maxScore": 86,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900132915",
      "maxScore": 86,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900131923",
      "maxScore": 86,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900132818",
      "maxScore": 86,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900131727",
      "maxScore": 86,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900132086",
      "maxScore": 86,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900132605",
      "maxScore": 86,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900131595",
      "maxScore": 86,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900130250",
      "maxScore": 86,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900132496",
      "maxScore": 86,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900131106",
      "maxScore": 86,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900131844",
      "maxScore": 86,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900132132",
      "maxScore": 86,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132027",
      "maxScore": 86,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900132742",
      "maxScore": 86,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900131979",
      "maxScore": 86,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900130344",
      "maxScore": 86,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900132944",
      "maxScore": 86,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900131004",
      "maxScore": 86,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900132898",
      "maxScore": 86,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900130786",
      "maxScore": 85,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900130883",
      "maxScore": 85,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900131989",
      "maxScore": 85,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900133004",
      "maxScore": 85,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900130166",
      "maxScore": 85,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900130684",
      "maxScore": 85,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900131320",
      "maxScore": 85,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900131552",
      "maxScore": 85,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900130547",
      "maxScore": 85,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900131921",
      "maxScore": 85,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900131189",
      "maxScore": 85,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131291",
      "maxScore": 85,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900132548",
      "maxScore": 85,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900132596",
      "maxScore": 85,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900131641",
      "maxScore": 85,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900131249",
      "maxScore": 85,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900130327",
      "maxScore": 85,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900130696",
      "maxScore": 85,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900131067",
      "maxScore": 85,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900132490",
      "maxScore": 85,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130886",
      "maxScore": 85,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900132341",
      "maxScore": 85,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900130709",
      "maxScore": 85,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900132804",
      "maxScore": 85,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900131033",
      "maxScore": 85,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900131413",
      "maxScore": 85,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900132563",
      "maxScore": 85,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900131394",
      "maxScore": 85,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900132354",
      "maxScore": 85,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132762",
      "maxScore": 85,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900131108",
      "maxScore": 85,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900130035",
      "maxScore": 85,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900130387",
      "maxScore": 85,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131215",
      "maxScore": 85,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131182",
      "maxScore": 85,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900131441",
      "maxScore": 85,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900132269",
      "maxScore": 85,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900131939",
      "maxScore": 85,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132243",
      "maxScore": 85,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900132867",
      "maxScore": 85,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900132357",
      "maxScore": 85,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900132014",
      "maxScore": 85,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131755",
      "maxScore": 85,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900130962",
      "maxScore": 85,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900131823",
      "maxScore": 85,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900131443",
      "maxScore": 85,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132539",
      "maxScore": 85,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900132339",
      "maxScore": 85,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130209",
      "maxScore": 85,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900132699",
      "maxScore": 85,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900131795",
      "maxScore": 85,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900130183",
      "maxScore": 85,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900131955",
      "maxScore": 85,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900131107",
      "maxScore": 85,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900132766",
      "maxScore": 85,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900131532",
      "maxScore": 85,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900131266",
      "maxScore": 85,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130827",
      "maxScore": 85,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900130271",
      "maxScore": 85,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900130880",
      "maxScore": 85,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900131409",
      "maxScore": 85,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900130305",
      "maxScore": 84,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900132941",
      "maxScore": 84,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900131882",
      "maxScore": 84,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900132502",
      "maxScore": 84,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900130114",
      "maxScore": 84,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900130213",
      "maxScore": 84,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900132565",
      "maxScore": 84,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900130763",
      "maxScore": 84,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900132052",
      "maxScore": 84,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900132100",
      "maxScore": 84,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900131769",
      "maxScore": 84,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900130916",
      "maxScore": 84,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900131164",
      "maxScore": 84,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900130371",
      "maxScore": 84,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130138",
      "maxScore": 84,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132672",
      "maxScore": 84,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900130324",
      "maxScore": 84,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900132331",
      "maxScore": 84,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900130497",
      "maxScore": 84,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900132930",
      "maxScore": 84,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900131037",
      "maxScore": 84,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900131236",
      "maxScore": 84,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900130745",
      "maxScore": 84,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900132476",
      "maxScore": 84,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900132897",
      "maxScore": 84,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900132161",
      "maxScore": 84,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131768",
      "maxScore": 84,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900130736",
      "maxScore": 84,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900131065",
      "maxScore": 84,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900130740",
      "maxScore": 84,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900132514",
      "maxScore": 84,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900130097",
      "maxScore": 84,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900130457",
      "maxScore": 84,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900132465",
      "maxScore": 84,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900131071",
      "maxScore": 84,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900132876",
      "maxScore": 84,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900130298",
      "maxScore": 84,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900131084",
      "maxScore": 84,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900132242",
      "maxScore": 84,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900132668",
      "maxScore": 84,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900132918",
      "maxScore": 84,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900131145",
      "maxScore": 84,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132153",
      "maxScore": 84,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900131598",
      "maxScore": 84,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900130011",
      "maxScore": 84,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900130758",
      "maxScore": 84,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900132246",
      "maxScore": 84,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130280",
      "maxScore": 84,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900132245",
      "maxScore": 84,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900131461",
      "maxScore": 84,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130488",
      "maxScore": 84,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130028",
      "maxScore": 84,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130773",
      "maxScore": 84,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900132202",
      "maxScore": 84,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900130630",
      "maxScore": 84,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900131080",
      "maxScore": 84,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900130072",
      "maxScore": 84,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900131186",
      "maxScore": 84,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900132843",
      "maxScore": 84,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900131091",
      "maxScore": 84,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900131710",
      "maxScore": 84,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900132203",
      "maxScore": 84,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900131146",
      "maxScore": 84,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900131265",
      "maxScore": 83,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900131853",
      "maxScore": 83,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132286",
      "maxScore": 83,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900130338",
      "maxScore": 83,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900131399",
      "maxScore": 83,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900132575",
      "maxScore": 83,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900130273",
      "maxScore": 83,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130261",
      "maxScore": 83,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131011",
      "maxScore": 83,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132969",
      "maxScore": 83,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900132933",
      "maxScore": 83,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900130160",
      "maxScore": 83,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900132140",
      "maxScore": 83,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130761",
      "maxScore": 83,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900130975",
      "maxScore": 83,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900132889",
      "maxScore": 83,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132305",
      "maxScore": 83,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900131194",
      "maxScore": 83,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130409",
      "maxScore": 83,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900130362",
      "maxScore": 83,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900131210",
      "maxScore": 83,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900130855",
      "maxScore": 83,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900130780",
      "maxScore": 83,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900131556",
      "maxScore": 83,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900132905",
      "maxScore": 83,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900131685",
      "maxScore": 83,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900131591",
      "maxScore": 83,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132976",
      "maxScore": 83,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900131758",
      "maxScore": 83,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900131118",
      "maxScore": 83,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900130772",
      "maxScore": 83,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900131704",
      "maxScore": 83,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900132152",
      "maxScore": 83,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900132863",
      "maxScore": 83,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900132178",
      "maxScore": 83,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900130656",
      "maxScore": 83,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900131018",
      "maxScore": 83,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900130519",
      "maxScore": 83,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900132256",
      "maxScore": 83,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900133003",
      "maxScore": 83,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900132896",
      "maxScore": 83,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130557",
      "maxScore": 83,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130528",
      "maxScore": 83,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900132758",
      "maxScore": 83,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900130870",
      "maxScore": 83,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900130005",
      "maxScore": 82,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900131604",
      "maxScore": 82,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900132832",
      "maxScore": 82,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900132206",
      "maxScore": 82,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900131547",
      "maxScore": 82,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900131027",
      "maxScore": 82,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900130010",
      "maxScore": 82,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900131453",
      "maxScore": 82,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900132056",
      "maxScore": 82,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900132954",
      "maxScore": 82,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900131425",
      "maxScore": 82,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900131985",
      "maxScore": 82,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130857",
      "maxScore": 82,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900132772",
      "maxScore": 82,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900132961",
      "maxScore": 82,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900132581",
      "maxScore": 82,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900130807",
      "maxScore": 82,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900131439",
      "maxScore": 82,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900131165",
      "maxScore": 82,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900132505",
      "maxScore": 82,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900130674",
      "maxScore": 82,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900131510",
      "maxScore": 82,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900132386",
      "maxScore": 82,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132025",
      "maxScore": 82,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900132610",
      "maxScore": 82,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900131706",
      "maxScore": 82,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900131161",
      "maxScore": 82,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131646",
      "maxScore": 82,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131535",
      "maxScore": 82,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900131508",
      "maxScore": 82,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900132932",
      "maxScore": 82,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900130731",
      "maxScore": 82,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900130638",
      "maxScore": 82,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900130996",
      "maxScore": 82,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132789",
      "maxScore": 82,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900130808",
      "maxScore": 82,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900130315",
      "maxScore": 82,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900132359",
      "maxScore": 82,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900131296",
      "maxScore": 82,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900132834",
      "maxScore": 82,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900130394",
      "maxScore": 82,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900132914",
      "maxScore": 82,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900131158",
      "maxScore": 82,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900132241",
      "maxScore": 82,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900132922",
      "maxScore": 81,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900132353",
      "maxScore": 81,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900130722",
      "maxScore": 81,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900130423",
      "maxScore": 81,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900131787",
      "maxScore": 81,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900132009",
      "maxScore": 81,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900130862",
      "maxScore": 81,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900131994",
      "maxScore": 81,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900131304",
      "maxScore": 81,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131600",
      "maxScore": 81,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900132001",
      "maxScore": 81,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900132488",
      "maxScore": 81,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900131494",
      "maxScore": 81,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900131405",
      "maxScore": 81,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900130823",
      "maxScore": 81,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900132021",
      "maxScore": 81,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900132263",
      "maxScore": 81,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130168",
      "maxScore": 81,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900130191",
      "maxScore": 81,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900130865",
      "maxScore": 81,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130439",
      "maxScore": 81,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900130248",
      "maxScore": 81,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900131700",
      "maxScore": 81,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900130603",
      "maxScore": 81,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900131479",
      "maxScore": 81,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900132810",
      "maxScore": 81,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900131845",
      "maxScore": 81,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900132934",
      "maxScore": 81,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900131348",
      "maxScore": 81,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900130115",
      "maxScore": 81,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900130817",
      "maxScore": 81,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900132271",
      "maxScore": 81,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900131858",
      "maxScore": 81,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900130375",
      "maxScore": 81,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900130078",
      "maxScore": 81,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900130983",
      "maxScore": 81,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900132304",
      "maxScore": 81,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900131922",
      "maxScore": 81,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131894",
      "maxScore": 81,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900132045",
      "maxScore": 80,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900131538",
      "maxScore": 80,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900131786",
      "maxScore": 80,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900131402",
      "maxScore": 80,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900132814",
      "maxScore": 80,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900130406",
      "maxScore": 80,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900131856",
      "maxScore": 80,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900132719",
      "maxScore": 80,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900132110",
      "maxScore": 80,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900132828",
      "maxScore": 80,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900131793",
      "maxScore": 80,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900131105",
      "maxScore": 80,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900131368",
      "maxScore": 80,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132487",
      "maxScore": 80,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131767",
      "maxScore": 80,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900132343",
      "maxScore": 80,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900130379",
      "maxScore": 80,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900132113",
      "maxScore": 80,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900132081",
      "maxScore": 80,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900130732",
      "maxScore": 80,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900131748",
      "maxScore": 80,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132270",
      "maxScore": 80,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900131034",
      "maxScore": 80,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900130237",
      "maxScore": 80,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900130079",
      "maxScore": 80,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900130534",
      "maxScore": 80,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900130215",
      "maxScore": 80,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900130819",
      "maxScore": 80,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131354",
      "maxScore": 80,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900132227",
      "maxScore": 80,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132225",
      "maxScore": 80,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900131765",
      "maxScore": 80,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132517",
      "maxScore": 80,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130874",
      "maxScore": 80,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900130340",
      "maxScore": 80,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900131692",
      "maxScore": 80,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900131404",
      "maxScore": 80,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900132667",
      "maxScore": 80,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900132529",
      "maxScore": 80,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900132592",
      "maxScore": 80,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900132904",
      "maxScore": 80,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900131827",
      "maxScore": 80,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900132316",
      "maxScore": 80,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130717",
      "maxScore": 79,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900131602",
      "maxScore": 79,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131672",
      "maxScore": 79,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900130047",
      "maxScore": 79,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900131281",
      "maxScore": 79,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130891",
      "maxScore": 79,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900132684",
      "maxScore": 79,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900132536",
      "maxScore": 79,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900132069",
      "maxScore": 79,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130542",
      "maxScore": 79,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900130521",
      "maxScore": 79,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900131658",
      "maxScore": 79,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900130364",
      "maxScore": 79,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900130199",
      "maxScore": 79,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900131451",
      "maxScore": 79,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900132070",
      "maxScore": 79,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900132621",
      "maxScore": 79,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900130049",
      "maxScore": 79,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900130511",
      "maxScore": 79,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900130818",
      "maxScore": 79,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900131838",
      "maxScore": 79,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900132873",
      "maxScore": 79,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900131483",
      "maxScore": 79,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900132017",
      "maxScore": 79,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900130707",
      "maxScore": 79,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900130749",
      "maxScore": 79,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900131815",
      "maxScore": 79,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900130462",
      "maxScore": 79,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900131357",
      "maxScore": 79,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900131307",
      "maxScore": 79,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900131160",
      "maxScore": 79,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900131837",
      "maxScore": 79,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900132771",
      "maxScore": 79,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900131469",
      "maxScore": 78,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900130037",
      "maxScore": 78,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131327",
      "maxScore": 78,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900131480",
      "maxScore": 78,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900132892",
      "maxScore": 78,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900130831",
      "maxScore": 78,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900130322",
      "maxScore": 78,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900132063",
      "maxScore": 78,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900132407",
      "maxScore": 78,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900132700",
      "maxScore": 78,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900131781",
      "maxScore": 78,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131695",
      "maxScore": 78,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900131826",
      "maxScore": 78,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900131893",
      "maxScore": 78,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900131069",
      "maxScore": 78,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900131543",
      "maxScore": 78,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900130934",
      "maxScore": 78,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900131341",
      "maxScore": 78,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900130302",
      "maxScore": 78,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131933",
      "maxScore": 78,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900132321",
      "maxScore": 78,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900131504",
      "maxScore": 78,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900130485",
      "maxScore": 78,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900132287",
      "maxScore": 78,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132717",
      "maxScore": 78,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900130480",
      "maxScore": 78,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900130830",
      "maxScore": 78,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900132493",
      "maxScore": 77,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900132391",
      "maxScore": 77,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900130896",
      "maxScore": 77,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900131952",
      "maxScore": 77,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900132652",
      "maxScore": 77,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900132390",
      "maxScore": 77,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130192",
      "maxScore": 77,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900131057",
      "maxScore": 77,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900132402",
      "maxScore": 77,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130853",
      "maxScore": 77,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900131016",
      "maxScore": 77,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900131500",
      "maxScore": 77,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900132593",
      "maxScore": 77,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900132378",
      "maxScore": 77,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900131885",
      "maxScore": 77,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900130565",
      "maxScore": 77,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900131624",
      "maxScore": 77,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900131745",
      "maxScore": 77,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900132663",
      "maxScore": 77,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900130349",
      "maxScore": 77,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900130407",
      "maxScore": 77,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900131809",
      "maxScore": 77,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900132725",
      "maxScore": 77,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900130341",
      "maxScore": 77,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131235",
      "maxScore": 77,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900130616",
      "maxScore": 77,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900131570",
      "maxScore": 77,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900131846",
      "maxScore": 77,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900130573",
      "maxScore": 76,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131100",
      "maxScore": 76,
      "cid": "300013",
      "name": "功能化学"
      },
      {
      "_id": "200900131668",
      "maxScore": 76,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900132702",
      "maxScore": 76,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900130890",
      "maxScore": 76,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900130633",
      "maxScore": 76,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900131752",
      "maxScore": 76,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900131648",
      "maxScore": 76,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900132935",
      "maxScore": 76,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900132151",
      "maxScore": 76,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900130316",
      "maxScore": 76,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900132629",
      "maxScore": 76,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131613",
      "maxScore": 76,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900131375",
      "maxScore": 76,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130146",
      "maxScore": 76,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132654",
      "maxScore": 76,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900131321",
      "maxScore": 76,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900131588",
      "maxScore": 76,
      "cid": "300012",
      "name": "今日物理"
      },
      {
      "_id": "200900130211",
      "maxScore": 76,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900132948",
      "maxScore": 76,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900131278",
      "maxScore": 76,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900131732",
      "maxScore": 76,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900132676",
      "maxScore": 76,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131472",
      "maxScore": 76,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131819",
      "maxScore": 76,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900132074",
      "maxScore": 76,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900131883",
      "maxScore": 76,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900131577",
      "maxScore": 76,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900132266",
      "maxScore": 76,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900130901",
      "maxScore": 75,
      "cid": "300022",
      "name": "C程序设计"
      },
      {
      "_id": "200900132980",
      "maxScore": 75,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900132946",
      "maxScore": 75,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900131527",
      "maxScore": 75,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900131951",
      "maxScore": 75,
      "cid": "300023",
      "name": "全球导航卫星系统"
      },
      {
      "_id": "200900132147",
      "maxScore": 75,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900131861",
      "maxScore": 75,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900132802",
      "maxScore": 75,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900132131",
      "maxScore": 75,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900131705",
      "maxScore": 75,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900131386",
      "maxScore": 75,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900131609",
      "maxScore": 75,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900132103",
      "maxScore": 75,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900131904",
      "maxScore": 75,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900131536",
      "maxScore": 75,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900132806",
      "maxScore": 75,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130651",
      "maxScore": 75,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900132162",
      "maxScore": 75,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900131723",
      "maxScore": 75,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900130888",
      "maxScore": 75,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900130121",
      "maxScore": 75,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900131437",
      "maxScore": 75,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900131187",
      "maxScore": 74,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900131349",
      "maxScore": 74,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130438",
      "maxScore": 74,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132530",
      "maxScore": 74,
      "cid": "300004",
      "name": "编译原理"
      },
      {
      "_id": "200900131801",
      "maxScore": 74,
      "cid": "300031",
      "name": "中国传统建筑"
      },
      {
      "_id": "200900131633",
      "maxScore": 74,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900130711",
      "maxScore": 74,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900131569",
      "maxScore": 74,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900130974",
      "maxScore": 74,
      "cid": "300007",
      "name": "英语"
      },
      {
      "_id": "200900132338",
      "maxScore": 74,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900132395",
      "maxScore": 74,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900130452",
      "maxScore": 74,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900131876",
      "maxScore": 74,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131682",
      "maxScore": 74,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900132190",
      "maxScore": 73,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900130692",
      "maxScore": 73,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900131726",
      "maxScore": 73,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132968",
      "maxScore": 73,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131317",
      "maxScore": 73,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900131364",
      "maxScore": 73,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900132552",
      "maxScore": 73,
      "cid": "300015",
      "name": "人类的性、生育与健康"
      },
      {
      "_id": "200900132638",
      "maxScore": 73,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900131191",
      "maxScore": 73,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900132055",
      "maxScore": 73,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900132757",
      "maxScore": 73,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900132840",
      "maxScore": 73,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131699",
      "maxScore": 73,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900131344",
      "maxScore": 73,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900132550",
      "maxScore": 73,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900131322",
      "maxScore": 73,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900132891",
      "maxScore": 72,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900132000",
      "maxScore": 72,
      "cid": "300029",
      "name": "全球变化及其对策"
      },
      {
      "_id": "200900131219",
      "maxScore": 72,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131248",
      "maxScore": 72,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900130833",
      "maxScore": 72,
      "cid": "300003",
      "name": "数据库系统"
      },
      {
      "_id": "200900131736",
      "maxScore": 72,
      "cid": "300018",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900132124",
      "maxScore": 72,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900132741",
      "maxScore": 72,
      "cid": "300038",
      "name": "人类生存发展与环境保护"
      },
      {
      "_id": "200900130422",
      "maxScore": 72,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900130025",
      "maxScore": 72,
      "cid": "300014",
      "name": "人类生物学导论"
      },
      {
      "_id": "200900131936",
      "maxScore": 71,
      "cid": "300019",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900131791",
      "maxScore": 71,
      "cid": "300002",
      "name": "数据结构"
      },
      {
      "_id": "200900132260",
      "maxScore": 71,
      "cid": "300035",
      "name": "文明与环境导论"
      },
      {
      "_id": "200900131673",
      "maxScore": 71,
      "cid": "300017",
      "name": "普通生物学(A)"
      },
      {
      "_id": "200900132519",
      "maxScore": 71,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900132119",
      "maxScore": 71,
      "cid": "300001",
      "name": "高级程序语言"
      },
      {
      "_id": "200900131295",
      "maxScore": 70,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130662",
      "maxScore": 70,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900130846",
      "maxScore": 70,
      "cid": "300008",
      "name": "工程图学及其应用"
      },
      {
      "_id": "200900132817",
      "maxScore": 69,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900130924",
      "maxScore": 69,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900132619",
      "maxScore": 69,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900130681",
      "maxScore": 69,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900132134",
      "maxScore": 69,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900131202",
      "maxScore": 69,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900130660",
      "maxScore": 69,
      "cid": "300010",
      "name": "物理宇宙学基础"
      },
      {
      "_id": "200900131659",
      "maxScore": 68,
      "cid": "300026",
      "name": "矿产资源经济概论"
      },
      {
      "_id": "200900132181",
      "maxScore": 68,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900132893",
      "maxScore": 68,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900132019",
      "maxScore": 68,
      "cid": "300040",
      "name": "中国历史地理"
      },
      {
      "_id": "200900132765",
      "maxScore": 68,
      "cid": "300033",
      "name": "环境材料导论"
      },
      {
      "_id": "200900130501",
      "maxScore": 68,
      "cid": "300039",
      "name": "环境学基础"
      },
      {
      "_id": "200900132588",
      "maxScore": 68,
      "cid": "300025",
      "name": "地史中的生命"
      },
      {
      "_id": "200900131804",
      "maxScore": 68,
      "cid": "300020",
      "name": "普通生物学实验(A)"
      },
      {
      "_id": "200900130804",
      "maxScore": 68,
      "cid": "300016",
      "name": "普通生物学(B)"
      },
      {
      "_id": "200900131054",
      "maxScore": 68,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900130137",
      "maxScore": 68,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900132084",
      "maxScore": 68,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900130649",
      "maxScore": 68,
      "cid": "300027",
      "name": "自然灾害与对策"
      },
      {
      "_id": "200900132556",
      "maxScore": 67,
      "cid": "300037",
      "name": "全球环境问题"
      },
      {
      "_id": "200900130929",
      "maxScore": 67,
      "cid": "300036",
      "name": "环境保护与可持续发展"
      },
      {
      "_id": "200900131422",
      "maxScore": 66,
      "cid": "300009",
      "name": "大气概论"
      },
      {
      "_id": "200900131201",
      "maxScore": 66,
      "cid": "300028",
      "name": "海岸环境、开发与管理"
      },
      {
      "_id": "200900131175",
      "maxScore": 66,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900130859",
      "maxScore": 66,
      "cid": "300034",
      "name": "环境伦理概论"
      },
      {
      "_id": "200900132636",
      "maxScore": 66,
      "cid": "300021",
      "name": "太空探索"
      },
      {
      "_id": "200900130877",
      "maxScore": 65,
      "cid": "300006",
      "name": "数学"
      },
      {
      "_id": "200900131005",
      "maxScore": 65,
      "cid": "300024",
      "name": "遥感入门"
      },
      {
      "_id": "200900132191",
      "maxScore": 65,
      "cid": "300030",
      "name": "板块构造与地震"
      },
      {
      "_id": "200900131507",
      "maxScore": 65,
      "cid": "300011",
      "name": "纳米科学前沿"
      },
      {
      "_id": "200900132884",
      "maxScore": 62,
      "cid": "300005",
      "name": "操作系统"
      },
      {
      "_id": "200900131655",
      "maxScore": 61,
      "cid": "300032",
      "name": "环境科学导论"
      },
      {
      "_id": "200900131267",
      "maxScore": 60,
      "cid": "300040",
      "name": "中国历史地理"
      }
      ]
      }
      }
    </el-row>


  </div>
</template>

<script>
// import {getStringList} from '@/utils/store2table'


export default {
  name: 'DashboardAdmin',
  components: {},
  data() {
    return {
      shownData: '点击上方发送请求',

    }
  },
  methods: {
    getDataFromChild: function (data) {
      this.shownData = data
    },

    // getStringList
  }
}
</script>

<style lang="scss" scoped>
.dashboard-editor-container {
  padding: 32px;
  background-color: rgb(240, 242, 245);
  position: relative;

  .github-corner {
    position: absolute;
    top: 0px;
    border: 0;
    right: 0;
  }

  .chart-wrapper {
    background: #fff;
    padding: 16px 16px 0;
    margin-bottom: 32px;
  }
}

@media (max-width: 1024px) {
  .chart-wrapper {
    padding: 8px;
  }
}
</style>
